Repository: HDBAPro/LoopTranslation
Catalog: DIY_LoopApp/CGMBLEKit/*.xcloc/Localized Contents/*.xliff
Languages: da, fi, nb, ro, zh_hans

# 3i8-2m-QFG.text
source: Run alongside G5 app
da: Kør sammen med G5-appen
fi: Käytä G5-sovelluksen rinnalla
nb: Kjør sammen med G5-appen
ro: Rulează împreună cu aplicația G5
zh_hans: 与G5 App同时使用

# 5y6-vU-qC3.text
source: Transmitter ID
da: Senders id
fi: Lähettimen tunniste
nb: Sender-ID
ro: ID transmițător
zh_hans: 发射器编号

# 9p7-LX-EMK.text
source: Waiting for first reading
da: Venter på første måling
fi: Odotetaan ensimmäistä lukemaa
nb: Venter på første måling
ro: Se așteaptă prima citire
zh_hans: 输入第一个校准值

# HEQ-Bp-kx7.normalTitle
source: Start
fi: Aloita
ro: Pornește
zh_hans: 启动

# HYW-Ex-7LC.normalTitle
source: Calibrate
da: Kalibrer
fi: Kalibroi
nb: Kalibrer
ro: Calibrează
zh_hans: 校准

# JAM-9K-KeE.normalTitle
source: Stop
fi: Pysäytä
nb: Stopp
ro: Oprește
zh_hans: 停止

# NSs-9e-3Sl.text
source: Stay connected
da: Forbliv forbundet
fi: Pidä yhdistettynä
nb: Forbli tilkoblet
ro: Păstrează conexiunea
zh_hans: 保持连接

# CFBundleName
source: CGMBLEKit Example
da: Eksempel på CGMBLEKit
fi: CGMBLEKit esimerkki
nb: CGMBLEKit eksempel
ro: Exemplu CGMBLEKit

source: Backfill
fi: Täyttö
nb: Hent historikk
ro: Completare retroactivă
zh_hans: 数据回填

source: Error
da: Fejl
fi: Virhe
nb: Feil
ro: Eroare
zh_hans: 错误

source: Unknown Data
da: Ukendt data
fi: Tuntematon tieto
nb: Ukjent data
ro: Date necunoscute
zh_hans: 未知数据

source: Glucose data is unavailable
da: Blodsukkerdata er ikke tilgængelige
fi: Glukoositietoja ei ole saatavilla
nb: Blodsukkerdata er utilgjengelig
ro: Datele cu valorile glicemiei nu sunt disponibile
zh_hans: 葡萄糖数据不可用

source: Low Battery
da: Lavt batteri
fi: Akku lähes tyhjä
nb: Lavt batteri
ro: Bateria este scăzută
zh_hans: 电量低

source: Peripheral command was invalid
da: Perifere kommando var ugyldig
fi: Oheislaitekomento oli virheellinen
nb: Perifer kommando var ugyldig
ro: Comanda dispozitivului este nevalidă

source: Peripheral did not respond in time
da: Perifere reagerede ikke i tide
fi: Oheislaite ei vastannut ajoissa
nb: Tilbehøret svarte ikke i tide
ro: Perifericul nu a răspuns la timp
zh_hans: 外设没有及时响应

source: Peripheral isnʼt connected
da: Perifert udstyr er ikke tilsluttet
fi: Oheislaitetta ei ole kytketty
nb: Tilbehøret er ikke tilkoblet
ro: Perifericul nu este conectat
zh_hans: 外围设备未连接

source: Sensor calibration is OK
da: Sensor kalibrering er OK
fi: Sensorin kalibrointi onnistui
nb: Sensorkalibrering er OK
ro: Calibrarea senzorului este OK
zh_hans: 传感器校准成功

source: Sensor is in unknown state %1$d
da: Sensoren er i en ukendt tilstand %1$d
fi: Sensori on tuntemattomassa tilassa %1$d
nb: Sensor er i ukjent status %1$d
ro: Senzorul este într-o stare necunoscută %1$d
zh_hans: 传感器处于未知状态 %1$d

source: Sensor is stopped
da: Sensoren er stoppet
fi: Sensori on pysäytetty
nb: Sensor er stoppet
ro: Senzorul este oprit
zh_hans: 传感器停止

source: Sensor is warming up
da: Sensoren varmer op
fi: Sensori lämpenee
nb: Sensor varmer opp
ro: Senzorul se încălzește
zh_hans: 传感器在启动中

source: Sensor needs calibration
da: Sensoren har brug for kalibrering
fi: Sensori tarvitsee kalibroinnin
nb: Sensor trenger kalibrering
ro: Senzorul are nevoie de calibrare
zh_hans: 传感器需要校准

source: Unknown characteristic
da: Ukendt egenskab
fi: Tuntematon ominaisuus
nb: Ukjent egenskap
ro: Caracteristică necunoscută
zh_hans: 未知特性

# NSHumanReadableCopyright
source: Copyright © 2019 LoopKit Authors. All rights reserved.
da: Copyright© 2019 Loopkit udviklere. Alle rettigheder forbeholdes.
fi: Copyright © 2019 LoopKit Tekijät. Kaikki oikeudet pidätetään.
nb: Opphavsrett © 2019 LoopKit-forfattere. Alle rettigheter forbeholdt.
ro: Copyright © 2019 autorii LoopKit. Toate drepturile rezervate.

source: Are you sure you want to delete this CGM?
da: Er du sikker på, at du vil slette denne CGM?
fi: Haluatko varmasti poistaa CGM:n?
nb: Er du sikker på at du vil slette CGM?
ro: Sigur doriți să ștergeți acest CGM?
zh_hans: 确认要删除该CGM吗？

source: Cancel
da: Annuller
fi: Kumoa
nb: Avbryt
ro: Renunță
zh_hans: 取消

source: Date
da: Dato
fi: Aika
nb: Dato
ro: Data
zh_hans: 日期

source: Delete CGM
da: Slet CGM
fi: Poista CGM
nb: Slett CGM
ro: Șterge CGM
zh_hans: 删除CGM

source: Glucose
da: Blodsukker
fi: Glukoosi
nb: Blodsukker
ro: Glucoză
zh_hans: 葡萄糖

source: Glucose (Adjusted)
da: Blodsukker (justeret)
fi: Glukoosi (mukautettu)
nb: Blodsukker (Justert)
ro: Glucoză (ajustată)
zh_hans: 血糖

source: Latest Calibration
da: Seneste kalibrering
fi: Viimeisin kalibrointi
nb: Siste kalibrering
ro: Cea mai recentă calibrare
zh_hans: 最近一次较准

source: Latest Connection
da: Seneste forbindelse
fi: Viimeisin yhteys
nb: Siste forbindelse
ro: Ultima conexiune

source: Latest Reading
da: Seneste læsning
fi: Viimeisin lukema
nb: Siste måling
ro: Ultima citire
zh_hans: 最新血糖值

source: Open App
da: Åben app
fi: Avaa sovellus
nb: Åpne app
ro: Deschide aplicația
zh_hans: 打开软件

source: Remote Data Synchronization
da: Synkronisering af fjerndata
fi: Etätietojen synkronointi
nb: Synkronisering av eksterne data
ro: Sincronizarea datelor la distanta

source: Session Age
da: Session alder
fi: Session ikä
nb: Alder på sesjon
ro: Vechime sesiune
zh_hans: 传感器启动天数

source: Status
fi: Tila
ro: Stare
zh_hans: 状态

source: Transmitter Age
da: Senders alder
fi: Lähettimen ikä
nb: Alder på sender
ro: Vechime transmițător
zh_hans: 发射器使用天数

source: Transmitter ID
da: Senders ID
fi: Lähettimen tunniste
nb: Sender ID
ro: ID transmițător
zh_hans: 发射器编号

source: Trend
fi: Suunta
zh_hans: 趋势

source: Upload Readings
da: Upload aflæsninger
fi: Lataa lukemat
nb: Last opp avlesninger
ro: Încarcă citirile

# 5oU-vK-JHQ.text
source: Credentials
da: Legitimationsoplysninger
fi: Käyttäjätunnukset
nb: Påloggingsinformasjon
ro: Credențiale
zh_hans: 密钥

# Dds-49-o7G.title
source: Transmitter Setup
da: Senderopsætning
fi: Lähettimen asennus
nb: Sett opp sender
ro: Setare transmițător
zh_hans: 设置发射器

# GOT-KQ-cEh.text
source: Detail
da: Detalje
fi: Yksityiskohta
nb: Detaljer
ro: Detaliu
zh_hans: 详情

# Qub-6B-0aB.footerTitle
source: The transmitter ID can be found printed on the back of the device, on the side of the box it came in, and from within the settings menus of the receiver and mobile app.
da: Sender-ID'et kan findes trykt på bagsiden af ​​enheden, på den side af boksen, den kom i, og fra indstillingsmenuerne på modtageren og mobilapp'en.
fi: Lähettimen tunniste on painettu lähettimen pohjaan ja tuotepakkauksen sivulle. Se löytyy myös vastaanottimen ja mobiilisovelluksen asetusvalikosta.
nb: Sender ID finner du på baksiden av senderen, eller på siden av esken den kom i, eller under innstillinger i appen til senderen.
ro: ID-ul transmițătorului poate fi găsit fie pe pe spatele dispozitivului sau pe cutia in care a venit sau poate fi văzut în meniul setări al receiver-ului sau a aplicației mobile.
zh_hans: 发射器编号可在发射器包装盒背面找到，或者可在Dexcom Moblie软件及接受器的“setting”-“Transmitter”中找到

# Qub-6B-0aB.headerTitle
source: Transmitter ID
da: Senders id
fi: Lähettimen tunniste
nb: Sender ID
ro: ID transmițător
zh_hans: 发射器编号

# k1N-Rg-XDy.footerTitle
source: Data can be downloaded over the Internet from Share when the transmitter connection fails.
da: Data kan downloades over internettet fra Share, når transmitterforbindelsen mislykkes.
fi: Tiedot voidaan ladata Internetin kautta Share-palvelimelta, kun yhteys lähettimeen epäonnistuu.
nb: Data kan lastes ned over internett fra Share-server om tilkobling til sender ikke fungerer.
ro: Datele pot fi descărcate prin Internet din Share atunci când conexiunea cu transmițătorul eșuează.
zh_hans: 当无法连接发射器时,可通过网络从Dexcom远程下载数据

# nKX-TW-GhD.placeholder
source: Enter the 6-digit transmitter ID
da: Indtast det 6-cifrede sender-ID
fi: Syötä 6-numeroinen lähettimen tunniste
nb: Skriv 6-sifret sender ID
ro: Introduceți ID-ul format din 6 cifre al transmițătorului
zh_hans: 请输入6位发射器编号

# 3SD-s3-7OM.title
source: Reset Complete
da: Nulstilling fuldført
fi: Nollaus valmis
nb: Nullstilling ferdig
ro: Resetare finalizată
zh_hans: 重置已完成

# 7nc-6t-4hZ.title
source: Reset Transmitter
da: Nulstil senderen
fi: Nollaa lähetin
nb: Nullstill sender
ro: Resetare transmițător
zh_hans: 重置发射器

# G4a-ia-wQC.placeholder
source: Enter the 6-digit ID
da: Indtast det 6-cifrede ID
fi: Syötä 6-numeroinen tunniste
nb: Skriv inn 6-sifret ID
ro: Introduceți ID-ul din 6 cifre
zh_hans: 输入6位数字编号

# LBC-6R-q79.normalTitle
source: Reset
da: Nulstil
fi: Nollaa
nb: Nullstill
ro: Resetează
zh_hans: 重置

# MbK-kj-ejl.text
source: The transmitter has been successfully reset. Connect it to the app to begin a new sensor session.
da: Senderen er nulstillet. Tilslut det til app'en for at begynde en ny sensorsession.
fi: Lähettimen nollaus onnistui. Yhdistä se sovellukseen ja aloita uusi sensorin sessio.
nb: Sender er nå nullstillt. Koble den til appen for å starte en ny sensor-sesjon.
ro: Transmițătorul a fost resetat cu succes. Conectați-l la aplicație pentru a porni o nouă sesiune de senzor.
zh_hans: 发射器已重置,请重新连接,并启动传感器

# cJ3-Gc-pnc.text
source: This tool can reset the clock on a transmitter that has reached its expiration date, allowing new sensor sessions to again be started. This may have unintended consequences for data services, such as Clarity and Share, especially when using a reset transmitter with the same account. Resetting cannot be undone. Use at your own risk.
da: Dette værktøj kan nulstille uret på en sender, der har nået sin udløbsdato, så det kan starte nye sensorsessioner. Dette kan have utilsigtede konsekvenser for datatjenester, som f. eks. klarhed og deling, især når du bruger en nulstillet sender med det samme konto. Genindstilling kan ikke fortrydes. Brugen er din egen risiko.
fi: Tämä työkalu nollaa kellon vanhentuneessa lähettimessä mahdollistaen lähettimen käytön jatkamisen. Nollauksella voi olla odottamattomia seurauksia esimerkiksi Clarity- ja Share-palveluihin, erityisesti, kun nollattua lähetintä käytetään samalla käyttäjätilillä. Nollausta ei voi perua. Käytä omalla vastuullasi.
nb: Dette verktøyet kan nullstille klokken på en sender som har gått ut på dato, slik at senderen kan brukes på nytt. Dette kan ha uante konsekvenser for eksterne data-tjenester, som Clarity og Share, og spesielt om sender brukes igjen med samme konto. Nullstilling kan ikke angres. Bruk på egen risiko.
ro: Acest utilitar poate reseta ceasul dintr-un transmițător ce a depășit data de expirare, permițând pornirea unor noi sesiuni de senzor. Resetarea poate cauza consecințe nedorite pentru serviciile care colectează date, cum ar fi Clarity sau Share, în special când utilizați un transmițător resetat cu același cont. Resetarea nu poate fi anulată. A se utiliza pe proprie răspundere.
zh_hans: 该操作将会把发射器使用时间清零,此后可以继续重新启动传感器.这可能会导致Dexcom远程数据故障,尤其是使用同一个Dexcom账户上传数据.重置可能会失败,请自行承担相关风险

# gYy-Zz-y12.text
source: [Error goes here. And it can get very long and that's OK]
da: [Fejl vises her. Det kan blive meget langt, og det er OK]
fi: [Virhe tulee tähän. Se voi olla hyvin pitkä ja se on OK]
nb: [Feil skrives her. Den kan være veldig lang, og det er helt greit]
ro: [Eroarea apare aici. Și poate fi foarte lungă și asta e OK]
zh_hans: [发生错误,请耐心等待]

# vNG-r7-RbP.headerTitle
source: Transmitter ID
da: Senders id
fi: Lähettimen tunniste
nb: Sender ID
ro: ID transmițător
zh_hans: 发射器编号

# CFBundleDisplayName
source: Reset
da: Nulstil
fi: Nollaa
nb: Nullstill
ro: Resetare

# NSBluetoothAlwaysUsageDescription
source: Bluetooth is used to communicate with continuous glucose monitor devices
da: Bluetooth bliver brugt til at kommunikere med din insulin pumpe og din blodsukker monitor
fi: Bluetoothin avulla kommunikoidaan glukoosinseurantalaitteiden kanssa
nb: Bluetooth brukes til å kommunisere med kontinuerlige glukosemonitorenheter
ro: Bluetooth este utilizat pentru a comunica cu dispozitivele de monitorizare continuă a glicemiei

# NSBluetoothPeripheralUsageDescription
source: Bluetooth is used to communicate with continuous glucose monitor devices
da: Bluetooth bliver brugt til at kommunikere med din insulin pumpe og din blodsukker monitor
fi: Bluetoothin avulla kommunikoidaan glukoosinseurantalaitteiden kanssa
nb: Bluetooth brukes til å kommunisere med kontinuerlige glukosemonitorenheter
ro: Bluetooth este utilizat pentru a comunica cu dispozitivele de monitorizare continuă a glicemiei

source: Are you sure you want to reset this transmitter?
da: Er du sikker på, at du vil nulstille denne sender?
fi: Haluatko varmasti nollata lähettimen?
nb: Er di sikker på at du vil nullstille denne senderen?
ro: Sigur doriți să resetați acest transmițător?
zh_hans: 确定要重置发射器么

source: It will take up to 10 minutes to complete.
da: Det vil tage op til 10 minutter at gennemføre.
fi: Valmistuminen voi kestää 10 minuuttia.
nb: Det kan ta opptil 10 minutter å gjennomføre.
ro: Vor fi necesare maxim 10 minute pentru finalizare
zh_hans: 该操作可能需要10分钟

source: Reset
da: Nulstil
fi: Nollaa
nb: Nullstill
ro: Resetează
zh_hans: 重置

source: Transmitter Reset Complete
da: Nulstilling af senderen er fuldført
fi: Lähettimen nollaus valmis
nb: Nullstilling av sender er ferdig
ro: Resetare transmițător finalizată
zh_hans: 发射器已重置

# CFBundleName
source: ResetTransmitter
da: Nulstil sender

source: %@/min
zh_hans: %@/分钟

# k1N-Rg-XDy.headerTitle
source: Dexcom Share
zh_hans: Dexcom远程
