Repository: HDBAPro/LoopTranslation
Catalog: DIY_LoopApp/Loop/*.xcloc/Localized Contents/*.xliff
Languages: da, de, fr, nb, nl, ro, sv

source: Pump Reservoir Low
da: Pumpe reservoir lavt
de: Pumpenreservoir niedrig
fr: Niveau du réservoir de la pompe bas
nb: Pumpereservoar lavt
nl: Pomp reservoir bijna leeg
ro: Nivel scăzut rezervor pompă
sv: Insulinreservoaren har låg nivå

source: Pump Suspended
da: Pumpe stoppet
de: Pumpe unterbrochen
fr: Pompe suspendue
nb: Pumpe satt på pause
nl: Pomp tijdelijk uitgeschakeld
ro: Pompă suspendată
sv: Pumpen är pausad

source: Pump data is %1$@ old
da: Pumpe data er %1$@ gamle
de: Pumpendaten sind %1$@ alt
fr: Données de pompe sont vielles de %1$@
nb: Pumpedata er %1$@ gammelt
nl: Pomp gegevens is %1$@ oud
ro: Datele din pompă sunt vechi de %1$@
sv: Pumpvärden är %1$@ gamla

source: Rapid-Acting – Adults
da: Hurtigt-virkende (Rapid) – Voksne
de: Schnellwirkend - Erwachsene
fr: Action rapide - Adulte
nb: Hurtigvirkende – voksen
nl: Snelwerkende - volwassenen
ro: Acțiune rapida – Adulți
sv: Snabbverkande – vuxna

source: Rapid-Acting – Children
da: Hurtigt-virkende (Rapid) – Børn
de: Schnellwirkend - Kinder
fr: Action rapide - Enfant
nb: Hurtigvirkende – barn
nl: Snelwerkende - kinderen
ro: Acțiune rapida – Copii
sv: Snabbverkande – barn

source: Recommendation expired: %1$@ old
da: Anbefaling udløbet: %1$@ gamle
de: Empfehlung abgelaufen: %1$@ alt
fr: Recommandation expirée: veille de %1$@
nb: Anbefaling utløpt: %1$@ gammelt
nl: Aanbeveling verlopen: %1$@ oud
ro: Recomandare expirată: în urma cu %1$@
sv: Rekommendation inaktuell: %1$@ gammal

source: Recommended Basal
da: Anbefalet basal
de: Empfohlene Basalrate
fr: Basal Recommandé
nb: Anbefalt basal
nl: Voorgestelde basaal
ro: Rata bazala recomandata
sv: Rekommenderad basaldos

source: Recommended Bolus
da: Anbefalet bolus
de: Empfohlener Bolus
fr: Basal Recommandé
nb: Anbefalt bolus
nl: Voorgestelde basaal
ro: Bolus recomandat
sv: Rekommenderad bolus

source: Recommended Bolus: %@ Units
da: Anbefalet: %@ E
de: Empfohlener Bolus: %@ IE
fr: Bolus Recommendé: %@ Unités
nb: Anbefalt bolus: %@ enheter
nl: Voorgestelde bolus: %@ Eenheden
ro: Bolus recomandat: %@ unități
sv: Rekommenderad bolus: %@ enheter

source: Reservoir
fr: Réservoir
nb: Reservoar
ro: Rezervor
sv: Insulinreservoar

source: Retrospective Correction
da: Tilbagevirkende korrektion
de: Nachträgliche Korrektur
fr: Correction Rétrospective
nb: Retrospektiv korreksjon
nl: Correctie met terugwerkende kracht
ro: Corecție retrospectivă
sv: Retrospektiv korrigering

source: Retry
da: Forsøg igen
de: Wiederholen
fr: Nouvel essai
nb: Prøv igjen
nl: Opnieuw proberen
ro: Reîncearcă
sv: Försök igen

source: Save and Deliver
da: Gem og afgiv
de: Speichern und Abgeben
fr: Enregistrer et Administrer
nb: Lagre og gi bolus
nl: Opslaan en leveren
ro: Salvează si Livrează
sv: Spara och ge

source: Save without Bolusing
da: Gem uden at give bolus
de: Speichern ohne Bolusabgabe
fr: Enregister sans Bolus
nb: Lagre uten å gi bolus
nl: Opslaan zonder bolus
ro: Salvează fără bolusare
sv: Spara utan att ge bolus

source: Services
de: Dienste
nb: Tjenester
nl: Diensten
ro: Servicii
sv: Tjänster

source: Settings
da: Indstillinger
de: Einstellungen
fr: Options
nb: Innstillinger
nl: Instellingen
ro: Setări
sv: Inställningar

source: Shows last loop error
da: Viser sidste Loop fejl
de: Zeigt den letzten Loopfehler an
fr: Affiche la dernière erreur de Loop
nb: Viser siste Loop-feil
nl: Toont laatste loop foutmelding
ro: Afișează ultima eroare de loop
sv: Visar senaste Loop-fel

source: Simple Bolus Calculator
da: Simpel bolus lommeregner
de: Einfacher Bolus-Rechner
nb: Enkel bolus-kalkulator
nl: Eenvoudige Bolus Calculator
ro: Calculator simplu de bolus

source: Simple Meal Calculator
da: Simpel måltid lommeregner
de: Einfacher Mahlzeitenrechner
nb: Enkelt måltid kalkulator
nl: Eenvoudige maaltijdcalculator
ro: Calculator simplu al mesei

source: Site URL
da: Side URL
de: Website URL
fr: URL du site
nb: Nettsted (URL)
nl: Webpagina URL
ro: URL site
sv: Adress (URL)

source: Starting Bolus
da: Starter bolus
de: Starte Bolus
fr: Commencer un bolus
nb: Starter bolus
nl: Start bolus
ro: Start Bolus
sv: Påbörjar bolus

source: Suspend Threshold
da: Suspenderingsgrænse
de: Wert für die Hypo-Abschaltung
fr: Seuil de suspension
nb: Grense for insulinstopp
nl: Onderbrekingsdrempel
ro: Limită suspendare
sv: Tröskelvärde

source: Tap here to set up a CGM
da: Tryk her for at konfigurere en CGM
de: Tippen Sie hier, um ein CGM einzurichten
fr: Appuyez ici pour configurer un lecteur de glycémie
nb: Trykk her for å konfigurere en CGM
nl: Tik hier om een CGM in te stellen
ro: Apăsați aici pentru a configura un CGM
sv: Tryck här för att ställa in en CGM

source: Tap here to set up a Service
da: Tryk her for at konfigurere en tjeneste
de: Tippen Sie hier, um einen Dienst einzurichten
fr: Appuyez ici pour configurer un service
nb: Trykk her for å sette opp en tjeneste
nl: Tik hier om een Service in te stellen
ro: Apăsați aici pentru a configura un Serviciu
sv: Tryck här för att ställa in en tjänst

source: Tap here to set up a pump
da: Tryk her for at oprette en pumpe
de: Tippen Sie hier, um eine Pumpe einzurichten
fr: Appuyez ici pour paramétrer une pompe
nb: Trykk her for å konfigurere en pumpe
nl: Tik hier om een pomp in te stellen
ro: Apăsați aici pentru a configura o pompă de insulină
sv: Tryck här för att ställa in en pump

source: Tap to Add
da: Tryk for at tilføje
de: Tippen zum Hinzufügen
fr: Ajout
nb: Trykk for å velge
nl: Druk om in te stellen
ro: Atinge pentru a adăuga

source: Tap to Resume
da: Tryk for at fortsætte
de: Zum Fortsetzen tippen
fr: Taper pour reprendre
nb: Trykk for å gjenoppta
nl: Klik om te herstarten
ro: Apăsați pentru a relua
sv: Tryck för att återuppta insulintillförsel

source: Tap to Stop
da: Tryk for at stoppe
de: Tippen um zu stoppen
fr: Stop
nb: Trykk for å stoppe
nl: Tik om te stoppen
ro: Atingeți pentru a opri
sv: Tryck för att stoppa

source: The adverse event report URL could not be constructed properly.
da: URL-adressen til rapporten kunne ikke oprettes korrekt.
de: Die URL des unerwünschten Ereignisberichts konnte nicht ordnungsgemäß erstellt werden.
nb: Url-adressen til den uønskede hendelsen kunne ikke lages riktig.
ro: URL-ul raportului evenimentelor adverse nu a putut fi construit corespunzător.

source: The bolus recommendation has updated. Please reconfirm the bolus amount.
da: Bolusanbefalingen er opdateret. Bekræft venligst bolus.
de: Die Bolus-Empfehlung wurde aktualisiert. Bitte bestätigen Sie den Boluseintrag erneut.
fr: La recommandation du bolus a changé. Veuillez reconfirmer la quantité du bolus
nb: Bolusanbefalingen er oppdatert. Vennligst bekreft igjen.
nl: De bolusaanbeveling is bijgewerkt. Bevestig de bolus opnieuw.
ro: Recomandarea pentru bolus a fost actualizată. Vă rugăm să reconfirmaţi valoarea bolusului.
sv: Bolusrekommendationen har uppdaterats. Bekräfta bolus.

source: The legacy model used by Loop, allowing customization of action duration.
da: Den model, der bruges af Loop, tillader tilpasning af handlingens varighed.
de: Das herkömmliche von Loop verwendete Modell, welches die Anpassung der Wirkungsdauer ermöglicht.
fr: Le modèle hérité utilisé par Loop, permettant de personnaliser la durée de l’action.
nb: Den gamle modellen brukt av Loop, tillater endring av varighet for handling.
nl: Het oude model dat door Loop wordt gebruikt, waardoor de actieduur kan worden aangepast.
ro: Modelul învechit utilizat de Loop, permite personalizarea duratei de acțiune.
sv: Äldre modell använd av Loop, vilken tillåter anpassning av insulinets verkningstid.

source: The maximum allowed amount is %1$@ grams
da: Det maksimalt tilladte antal er %1$@ gram
de: Die maximal zulässige Menge beträgt %1$@ Gramm
fr: La quantité maximale autorisée est de %1$@ grammes
nb: Det maksimale tillatte beløpet er %1$@ gram
nl: De maximum toegestane waarde is %1$@ gram
ro: Cantitatea maximă admisă este de %1$@ grame

source: The maximum bolus amount is %1$@ U.
da: Den maksimale bolus er %1$@ U.
de: Die maximale Bolusmenge beträgt %1$@ U.
fr: La quantité maximum du bolus est de %1$@ U.
nb: Maksimal bolusmengde er %1$@ E.
nl: De maximale bolushoeveelheid is %1$@ Eenheden.
ro: Valoarea maximă pentru bolus este %1$@ U.

source: The maximum bolus amount is %@ U.
da: Den maksimale bolus er %@ enheder.
de: Die maximale Bolusmenge beträgt %@ U.
fr: La quantité maximum du bolus est de %@ U.
nb: Maksimal bolus er satt til %@ E.
nl: De maximale bolushoeveelheid is %@ Eenheden.
ro: Valoarea maximă bolus este %@ U.
sv: Den högst tillåtna bolusmängden är %@ E.

source: The maximum bolus amount is %@ Units
da: Den maksimale bolus er %@ enheder
de: Die maximale Bolusmenge beträgt %@ IE
fr: Le bolus maximal est de %@ unités
nb: Maksimal bolus er satt til %@ enheter
nl: De maximale bolushoeveelheid is %@ Eenheden
ro: Cantitatea maximă de bolus este de %@ unități
sv: Den maximala bolusdosen är %@ enheter

source: The maximum bolus setting must be configured before a bolus can be delivered.
da: Maksimal bolus skal konfigureres før en bolus kan leveres.
de: Die maximale Bolusmenge muss konfiguriert werden, bevor ein Bolus geliefert werden kann.
fr: Le réglage de bolus maximum doit être configuré avant qu’un bolus puisse être effectué.
nb: Innstillingen for maksimal bolus må må konfigureres før bolus kan leveres.
nl: De maximale bolusinstelling moet worden ingesteld voordat een bolus kan worden afgeleverd.
ro: Trebuie sa configurați o valoare maxima pentru bolus înainte ca acesta să poată fi livrat.
sv: Den högst tillåtna bolusmängden måste ställas in innan en bolus kan ges.

source: Therapy Settings
da: Indstillinger
de: Therapieeinstellungen
nb: Behandlingsinnstillinger
nl: Therapie instellingen
ro: Setări Terapie
sv: Behandlingsinställningar

source: Time
da: Tidspunkt
de: Zeit
nb: Tid
nl: Tijd
ro: Timp

source: Time Change Detected
da: Tidsændring fundet
de: Zeitumstellung erkannt
nb: Tidsendring oppdaget
nl: Tijdsverandering gedetecteerd
ro: Schimbare timp detectată

source: Try Again
da: Prøv igen
de: Erneut versuchen
fr: Réessayer
nb: Prøv på nytt
nl: Probeer opnieuw
ro: Reîncercați
sv: Försök igen

source: Turn on Bluetooth to receive alerts, alarms or sensor glucose readings.
da: Slå bluetooth til for at modtage advarsler, alarmer eller blodsukkermålinger.
de: Aktivieren Sie Bluetooth, um Warnungen, Alarme oder Sensor-Werte zu empfangen.
fr: Activez le Bluetooth pour recevoir des alertes, alarmes ou les données de capteurs de glycémie.
nb: Slå på Bluetooth for å motta varsler, alarmer eller avlesninger fra glukosesensor.
nl: Schakel Bluetooth in om waarschuwingen, alarmen of sensorglucosewaardes te ontvangen.
ro: Activați Bluetooth pentru a primi alerte, alarme sau citiri de glicemie de la senzor.
sv: Aktivera Bluetooth för att ta emot varningar, larm eller blodglukosavläsningar.

source: Unable To Reach Pump
da: Kan ikke få kontakt til pumpen
de: Pumpe nicht erreichbar
fr: Impossible de contacter la pompe
nb: Kommunikasjonsfeil
nl: Kan de pomp niet bereiken
ro: Nu se poate conecta la pompă
sv: Det går inte att nå pump

source: Unable to Save Carb Entry
da: Kan ikke gemme kulhydrat indtastningen
de: KH-Eintrag kann nicht gespeichert werden
fr: Impossible d'enregistrer la saisie des Glucides
nb: Kunne ikke lagre karbohydrater
nl: Kan koolhydraten invoer niet opslaan
ro: Nu se pot salva Carbohidrații
sv: Det går inte att spara kolhydrater

source: Unable to Save Manual Glucose Entry
da: Det manuelt indtastet blodsukker kan ikke gemmes
de: Manuelle Blutzuckereingabe kann nicht gespeichert werden
fr: Impossible d’enregistrer la glycémie saisie
nb: Kan ikke lagre manuell glukoseregistrering
nl: Kan handmatige glucoseinvoer niet opslaan
ro: Nu se poate salva glicemia manuala
sv: Det går inte att spara manuellt inmatat blodsockervärde

source: Unable to stop the bolus in progress. Move your iPhone closer to the pump and try again. Check your insulin delivery history for details, and monitor your glucose closely.
da: Kan ikke stoppe igangværende bolus. Flyt din iPhone tættere på pumpen og prøv igen. Tjek din historik for insulinafgivelse for detaljer og overvåg nøje dit blodsukkerniveau.
de: Der Bolus kann nicht gestoppt werden. Bewegen Sie Ihr iPhone näher an die Pumpe und versuchen Sie es erneut. Überprüfen Sie Ihre Insulin-Lieferhistorie für Details, und überwachen Sie Ihren Blutzucker genau.
fr: Impossible d'arrêter le bolus en cours. Déplacez votre iPhone plus près de la pompe et réessayez. Vérifiez votre historique de distribution d'insuline pour plus de détails et surveillez votre glycémie de près.
nb: Pågående bolus kan ikke stoppes. Flytt iPhone eller link nærmere pumpen, og prøv igjen. Sjekk historikken for insulinleveranser, og overvåk blodsukkeret nøye.
nl: Niet in staat om de bolus te stoppen. Verplaats je iPhone dichter bij de pomp en probeer het opnieuw. Controleer de geschiedenis van de toediening van uw insuline voor meer informatie en houd uw glucose nauwlettend in het oog.
ro: Nu s-a putut opri livrarea bolusului. Mutați iPhone-ul mai aproape de pompă și încercați din nou. Verificați istoricul administrării insulinei pentru detalii și monitorizați îndeaproape glicemia.
sv: Det går inte att stoppa pågående bolus. Flytta din iPhone närmare din pump och försök igen. Kontrollera händelsehistorik för insulin för mer detaljerad information och var vaksam på sjunkande blodsocker.

source: Unknown
da: Ukendt
de: Unbekannt
fr: Inconnu
nb: Ukjent
nl: Onbekend
ro: Necunoscut
sv: Okänd

source: Until I enter carbs
da: Indtil jeg indtaster kulhydrater
de: Bis ich Kohlenhydrate eingebe
fr: Jusqu'à l'apport de glucides
nb: Inntil jeg legger inn karbohydrater
nl: Tot ik koolhydraten invul
ro: Până când introduc carbohidrații

source: Until I turn off
da: Indtil jeg slukker
de: Bis ich ausschalte
nb: Før jeg skrur av
nl: Totdat je uitschakelt
ro: Până mă opresc

source: Use Pre-Meal Preset
da: Brug Før-Måltid
de: Pre-Meal Voreinstellungen verwenden
fr: Préréglage de Pré-repas
nb: Bruk forhåndsinnstilling før måltid
nl: Gebruik voor de maaltijd programma
ro: Utilizare presetare înainte de masă

source: Use Workout Glucose Targets
da: Anvend træning blodsukker mål
de: Zielbereich für Sport verwenden
fr: Utiliser les objectifs d'entraînement
nb: Bruk treningsmodus for glukosemålområde
nl: Gebruik training glucose doelen
ro: Folosește țintele glicemice de activitate sportivă
sv: Använd målvärden för träning

source: Use Workout Preset
da: Brug Preset for træning
de: Verwende Aktivitätsvoreinstellungen
fr: Préréglage de l'entraînement
nb: Bruk forhåndsinnstilling for treningsøkt
nl: Gebruik trainings programma
ro: Utilizare presetare antrenament

source: When current or forecasted glucose is below the glucose safety limit, Loop will not recommend a bolus, and will always recommend a temporary basal rate of 0 units per hour.
da: Når den nuværende eller forventede blodsukker ligger under blodsukkersikkerhedsgrænsen, vil Loop ikke anbefale en bolus og vil altid anbefale en midlertidig basalrate på 0 enheder i timen.
de: Wenn der aktuelle oder prognostizierte Blutzucker unter der Blutzucker-Sicherheitsgrenze liegt, wird Loop keinen Bolus empfehlen und immer eine temporäre Basalrate von 0 Einheiten pro Stunde empfehlen.
fr: Lorsque la glycémie actuelle ou prévue est inférieure au seuil de suspension, Loop ne recommandera pas de bolus et recommandera toujours un débit basal temporaire de 0 unité par heure.
nb: Når nåværende eller prognostisert glukose er under glukosesikkerhetsgrensen, vil Loop ikke anbefale en bolus, og vil alltid anbefale en midlertidig basal hastighet på 0 enheter per time.
nl: Wanneer de huidige of voorspelde glucose onder de glucoseveiligheidsgrens ligt, zal Loop een bolus niet aanbevelen en zal het altijd een tijdelijke basissnelheid van 0 eenheden per uur aanbevelen.
ro: În momentul în care glicemia actuală sau cea prognozată se situează sub limita de siguranța, Loop nu va recomanda un bolus și va recomanda întotdeauna o rată bazală temporară de 0 unități pe ora.

source: When current or forecasted glucose is below the suspend threshold, Loop will not recommend a bolus, and will always recommend a temporary basal rate of 0 units per hour.
da: Når nuværende og forventet blodsukker er under suspenderingsgrænsen, vil Loop ikke anbefale en bolus, og vil altid anbefale en midlertidig basalrate på 0 enheder i timen.
de: Wenn die aktuelle oder prognostizierte Glukose unter dem Wert für die Hypo-Abschaltung liegt, empfiehlt Loop immer eine temporäre Basalrate von 0 Einheiten pro Stunde und - wenn kein gesonderter Bolusgrenzwert definiert ist - auch keinen Bolus.
fr: Lorsque le glucose actuel ou prévu est inférieur au seuil de suspension, Loop ne recommandera pas de bolus et recommandera toujours un débit basal temporaire de 0 unité par heure.
nb: Når nåværende eller forventet blodsukker er under grensen for insulinstopp, vil ikke Loop anbefale en bolus, og vil alltid anbefale en midlertidig basalrate på 0 enheter per time.
nl: Wanneer de huidige of voorspelde glucose onder de drempel voor onderbreken ligt, zal Loop geen bolus aanbevelen en zal altijd een tijdelijke basaal van 0 eenheden per uur aanbevelen.
ro: În momentul în care glicemia actuală sau cea prognozată se situează sub limita de suspendare, Loop nu va recomanda un bolus și va recomanda întotdeauna o rată bazală temporară de 0 unități pe ora.
sv: När nuvarande eller förväntat framtida blodglukosvärde är under tröskelvärde kommer Loop inte att rekommendera en bolus, och dessutom alltid att föreslå en temporär basal på 0 enheter per timme.

source: When out of Closed Loop mode, the app uses a simplified bolus calculator like a typical pump.
da: Når der ikke køres lukket Loop, bruger appen en forenklet bolusberegner som en typisk pumpe.
de: Wenn Sie nicht im Closed Loop-Modus sind, verwendet die App einen vereinfachten Bolus-Rechner wie eine typische Pumpe.
fr: En dehors du mode Boucle fermée, l'application utilise un calcul de bolus simplifié comme pour une pompe classique.
nb: Når den er ute av lukket Loopmodus, bruker appen en forenklet boluskalkulator som en vanlig pumpe.
nl: Wanneer de app uit de Closed Loop-modus komt, gebruikt hij een vereenvoudigde boluscalculator zoals een typische pomp.
ro: Când modul Buclă închisa nu este activat, aplicația folosește un calculator simplificat pentru bolus similar cu cel al unei pompe tipice.

source: Workout Targets
da: Træningsmål
de: Zielbereich für Sport
fr: Objectifs d'entraînement
nb: Treningsmål
nl: Trainings doel waardes
ro: Ținte de activitate sportivă
sv: Målvärden för träning

source: Workout Temp Adjust Still On
da: Træning Temp Justere stadig på
de: Aktivitäts-Anpassung immer noch ein
nb: Midlertidig justering for treningsøkter er fortsatt på
nl: Aangepast trainings programma staat nog steeds aan
ro: Ajustare temporara antrenament încă activa

source: Workout Temp Adjust has been turned on for more than 24 hours. Make sure you still want it enabled, or turn it off in the app.
da: Træning Temp Adjust har været tændt i mere end 24 timer. Sørg for, at du stadig vil have den aktiveret, eller slå den fra i appen.
de: Aktivitäts-Anpassung wurde seit mehr als 24 Stunden eingeschaltet. Stellen Sie sicher, dass sie weiterhin aktiviert werden soll, oder deaktivieren Sie es in der App.
nb: Midlertidig justering for treningsøkter er slått på i mer enn 24 timer. Kontroller at du fortsatt vil ha den aktivert, eller slå den av i appen.
nl: Aangepast trainings programma is meer dan 24 uur ingeschakeld. Zorg ervoor dat je deze nog steeds wilt inschakelen of schakel deze uit in de app.
ro: Ajustarea temporară de antrenament fost activată de mai mult de 24 de ore. Asigură-te că încă dorești să fie activată sau dezactiveaz-o din aplicație.

source: Your glucose is below or predicted to go below your glucose safety limit, %@.
da: Dit blodsukker er under eller forventes at ligge under din blodsukkersikkerhedsgrænse, %@.
de: Ihr Blutzucker ist unter Ihrem Blutzucker-Sicherheitsgrenzwert oder wird vorausgesagt darunter gehen, %@.
nb: Glukosen din er under eller spådd å gå under glukosesikkerhetsgrensen din, %@.
nl: Uw glucose is lager of is voorspeld lager te gaan dan uw glucose veiligheidslimiet, %@.
ro: Glicemia ta este sub sau se anticipează că va scădea sub limita de siguranță, %@.

source: Your glucose is below your glucose safety limit, %1$@.
da: Dit blodsukker ligger under din blodsukkersikkerhedsgrænse, %1$@.
de: Ihr Blutzucker liegt unter Ihrem Sicherheitsgrenzwert, %1$@.
fr: Votre glycémie est inférieure au seuil de suspension, %1$@.
nb: Din glukose er under din glukosesikkerhetsgrense, %1$@.
nl: Uw glucose is onder uw glucose veiligheidslimiet, %1$@.
ro: Glicemia ta este sub limita de siguranță, %1$@.

source: Your glucose is rapidly rising. Check that any carbs you've eaten were logged. If you logged carbs, check that the time you entered lines up with when you started eating.
da: Dit blodsukker er hastigt stigende. Kontroller at du har indtastet alle kulhydrater, du har spist. Hvis du har indtastet kulhydrater: Kontroller om det tidspunkt du indtastede, stemmer overens med da du begyndte at spise.
de: Ihr Blutzucker steigt rapide an. Überprüfen Sie, ob alle Kohlenhydrate, die Sie gegessen haben, protokolliert wurden. Wenn Sie alle Kohlenhydrate protokolliert haben, überprüfen Sie, ob die Zeit, die Sie eingegeben haben, mit dem Zeitpunkt übereinstimmt, wann Sie mit dem Essen begonnen haben.
fr: Votre glycémie augmente rapidement. Vérifiez que tous les glucides que vous avez mangés ont été correctement enregistrés. Si vous avez enregistré des glucides, vérifiez que l'heure correspond bien au debut de votre manger.
nb: Glukoseverdien stiger raskt. Sjekk at inntatte karbohydrater er registrert. Hvis karbohydratene er registrert, sjekk at klokkeslettet stemmer med måltidsstart.
nl: Je glucose stijgt snel. Controleer of alle koolhydraten die je hebt gegeten zijn geregistreerd. Als je koolhydraten hebt geregistreerd, controleer dan de aanvangstijd maaltijd met wat je ingevoerd hebt.
ro: Glicemia ta crește rapid. Verifică că orice carbohidrați pe care i-ai mâncat au fost înregistrați. Dacă ați înregistrat carbohidrați, verificați dacă ora introdusă se potrivește cu momentul când ați început să mâncați.
sv: Din blodglukos stiger snabbt. Kontrollera att alla kolhydrater du ätit har loggats. Om du lagt in kolhydrater, kontrollera att tiden du angav stämmer överens med när du faktiskt började äta.
