Repository: HDBAPro/LoopTranslation
Catalog: DIY_LoopApp/Loop/*.xcloc/Localized Contents/*.xliff
Languages: da, de, fr, nb, nl, ro, sv

source: %1$@ U/hour @ %2$@
da: %1$@ E/time @ %2$@
de: %1$@ IE/Std. @ %2$@
fr: %1$@ U/heure @ %2$@
nb: %1$@ E/timen @ %2$@
nl: %1$@ E/uur @ %2$@
ro: %1$@ U/oră @ %2$@
sv: %1$@ E/h @ %2$@

source: %1$@ is operating with Closed Loop in the OFF position. Your pump and CGM will continue operating, but your basal insulin will not adjust automatically.
da: %1$@ opererer med lukket loop i OFF position. Din pumpe og CGM vil fortsætte med at fungere, men din basalinsulin vil ikke justere automatisk.
de: %1$@ arbeitet mit Closed Loop in der OFF-Position. Ihre Pumpe und CGM werden weiterhin in Betrieb sein, aber Ihr Basalinsulin wird sich nicht automatisch anpassen.
fr: %1$@ fonctionne en mode "Boucle Ouverte". Votre pompe et votre MGC continueront à fonctionner, mais votre insuline de base ne s'ajustera pas dynamiquement.
nb: %1$@ fungerer med Lukket Loop i av-posisjonen. Din pumpe og CGM vil fortsette å fungere, men basalinsulinet vil ikke justeres automatisk.
nl: %1$@ werkt met Closed Loop op op de UIT-positie. Je pomp en CGM blijven werken, maar je basale insuline worden niet automatisch aangepast.
ro: %1$@ operează cu buclă închisă dezactivata. Pompa și senzorul vor continua să funcționeze, dar insulina bazală nu se va ajusta automat.

source: %1$@ is unable to communicate with your insulin pump. The app will continue trying to reach your pump, but insulin delivery information cannot be updated and no automation can continue. You can wait several minutes to see if the issue resolves or tap the button below to learn more about other options.
da: %1$@ kan ikke kommunikere med insulinpumpen. Loop vil fortsætte med at forsøge at nå din pumpe, men insulinafgivelsesoplysninger kan ikke opdateres, og ingen automatisering kan fortsætte. Du kan vente flere minutter for at se, om problemet bliver løst, eller tryk på knappen nedenfor for at få mere at vide om andre muligheder.
de: %1$@ kann nicht mit Ihrer Insulinpumpe kommunizieren. Die App wird weiterhin versuchen, Ihre Pumpe zu erreichen, aber Insulin-Lieferinformationen können nicht aktualisiert werden und keine Automatisierung kann fortgesetzt werden. Sie können einige Minuten warten, um zu sehen, ob das Problem behoben ist, oder tippen Sie auf die Schaltfläche unten, um mehr über andere Optionen zu erfahren.
fr: %1$@ est incapable de communiquer avec votre pompe à insuline. L'application va continuer à essayer d'atteindre votre pompe, mais les informations relatives à la distribution d'insuline ne peuvent pas être mises à jour et aucune automatisation ne peut continuer. Vous pouvez attendre plusieurs minutes pour voir si le problème résout ou appuyez sur le bouton ci-dessous pour en savoir plus sur d'autres options.
nb: %1$@ kan ikke kommunisere med insulinpumpen. Appen vil prøve å få kontakt med pumpen, men informasjon om insulintilførsel blir ikke oppdatert, og automatisering kan ikke fortsette. Du kan vente for å se om problemet løser seg, eller trykk på knappen nedenfor for å lære mer om andre alternativer.
nl: %1$@ kan niet communiceren met je insulinepomp. De app zal blijven proberen je pomp te bereiken, maar insulinetoedieningsinformatie kan niet worden bijgewerkt en automatisering kan niet doorgaan. U kunt enkele minuten wachten om te zien of het probleem oplost of op de knop hieronder om meer te weten te komen over andere opties.
ro: %1$@ nu poate comunica cu pompa de insulină. Aplicația va continua să încerce să comunice cu pompa, dar informațiile despre administrarea insulinei nu pot fi actualizate și automatizarea nu poate continua. Puteți aștepta câteva minute pentru a vedea dacă problema se rezolvă sau apăsați butonul de mai jos pentru a afla mai multe despre alte opțiuni.
sv: %1$@ kan inte kommunicera med din insulinpump. Appen kommer att fortsätta att försöka nå din pump, men under tiden kan information om insulintillförsel inte uppdateras och automatisering inte fortsätta. Du kan vänta flera minuter för att se om problemet löser sig eller klicka på knappen nedan för att läsa mer om andra alternativ.

source: %@ U Total
da: %@ E Total
de: %@ Gesamt-IE
fr: %@ U Totaux
nb: %@ E totalt
nl: %@ E totaal
sv: %@ E totalt

source: %@ absorbed
da: %@ optaget
de: %@ absorbiert
fr: %@ absorbé
nb: %@ absorbert
nl: %@ opgenomen
ro: %@ absorbiți
sv: %@ absorberat

source: %@ remaining
da: %@ tilbage
de: %@ verbleibend
fr: %@ restant
nb: %@ gjenstår
nl: %@ resterend
ro: %@ rămase
sv: %@ återstår

source: 15 min glucose regression coefficient (b₁), continued with decay over 30 min
da: 15 min. glukose regressionskoefficient (b₁), fortsætter med fald over 30 minutter
de: 15 Minuten Blutzucker-Regressionskoeffizient (b1), fortgesetzt mit Abfall über 30 min
fr: Coefficient de régression du glucose de 15 minutes (b₁), désintégration poursuivi au delà de 30 min
nb: 15 minutters glukose-regresjonskoeffisient (b1), fortsatt med henfall over 30 minutter.
nl: 15 minuten glucose regressiecoëficiënt (b1), continue zonder afbouw over 30 min
ro: coeficient de regresie glicemică pe 15 min (b₁), continuat cu o diminuare pe 30 min.
sv: 15 minuters glukosregressionskoefficient (b₁), fortsatt med 30 minuters avklingande

source: 30 min comparison of glucose prediction vs actual, continued with decay over 60 min
da: 30 min. sammenligning af blodsukker-forudsigelse kontra faktisk målt blodsukker, med fald over 60 minutter
de: 30-minütiger Vergleich der Blutzuckerprognose gegenüber dem tatsächlichen Blutzucker, Fortsetzung mit Abfall über 60 min
fr: Comparaison sur 30 min de la glycémie Prédiction vs Actuelle, suivie d'une décroissance (decay) sur 60 min.
nb: 30 min sammenligning av glukose-prediksjon vs faktisk, fortsatt med forfall over 60 min.
nl: 30 min vergelijking van glucose voorspelling versus actueel, gevolgd door afbouw over 60 min
ro: Comparație pe 30 min a glicemiei anticipate față de cea observată, continuată cu o diminuare pe 60 min.
sv: 30 min jämförelse av glukosprediktion och faktiskt värde, fortsatt med 60 minuters avklingande

source: A few seconds remaining
da: Et par sekunder tilbage
de: Einige Sekunden verbleibend
fr: Quelques secondes restantes
nb: Noen sekunder gjenstår
nl: Nog een paar seconden te gaan
ro: Câteva secunde rămase
sv: Några sekunder återstår

source: A manual glucose entry must be between %1$@ and %2$@
da: En manuel blodsukkerindtastning skal være mellem %1$@ og %2$@
de: Ein manueller Blutzuckereintrag muss zwischen %1$@ und %2$@ sein
fr: Une entrée manuelle de glucose doit être entre %1$@ et %2$@
nb: Manuelle registreringer av blodsukker må være mellom %1$@ og %2$@
nl: Een handmatige glucose invoer moet tussen %1$@ en %2$@ liggen
ro: O intrare manuală de glicermie trebuie să fie între %1$@ și %2$@

# A manual glucose entry must be between %@ and %@
source: A manual glucose entry must be between %1$@ and %2$@
da: En manuel blodsukkerindtastning skal være mellem %1$@ og %2$@
de: Ein manueller Blutzuckereintrag muss zwischen %1$@ und %2$@ sein
fr: Une entrée manuelle de glucose doit être entre %1$@ et %2$@
nb: Manuelle registreringer av glukose må være mellom %1$@ og %2$@
nl: Een handmatige glucose invoer moet tussen %1$@ en %2$@ liggen
ro: O intrare manuală de glicermie trebuie să fie între %1$@ și %2$@
sv: Det manuellt inmatade blodsockervärdet måste vara mellan %1$@ och %2$@

source: A model based on the published absorption of Fiasp insulin.
da: En model baseret på publiceret data om absorption af Fiasp insulin.
de: Ein Modell basierend auf der veröffentlichten Absorption von Fiasp-Insulin.
fr: Un modèle basé sur l’absorption publiée de l’insuline FIASP.
nb: En modell basert på publiserte data for absorpsjon av Fiasp insulin.
nl: Een model gebaseerd op de gepubliceerde opname van Fiasp insuline.
ro: Un model bazat pe absorbția declarată a insulinei Fiasp.
sv: Insulinmodell baserad på publicerade studier av absorption av Fiasp-insulin.

source: A model based on the published absorption of Humalog, Novolog, and Apidra insulin in adults.
da: En model baseret på publiceret data om absorption Humalog, Novolog, og Apidra insulin hos voksne.
de: Ein Modell auf der Grundlage der veröffentlichten Absorption von Humalog, Novolog und Apidra Insulin bei Erwachsenen.
fr: Un modèle basé sur l’absorption publiée de l’Hunalog, Novolog, et Apidra chez l’adulte.
nb: En modell basert på publiserte data for absorpsjon av Humalog, Novolog og Apidra insulin hos voksne.
nl: Een model gebaseerd op de gepubliceerde opname van Humalog, Novorapid, en Apidra insuline bij volwassenen.
ro: Un model bazat pe absorbția declarată a insulinei Humalog, Novolog și Apidra la adulți.
sv: Insulinmodell baserad på publicerade studier av absorption av Humalog-, Novolog- samt Apidra-insulin hos vuxna.

source: A pump must be configured before a bolus can be delivered.
da: En pumpe skal være konfigureret før en bolus kan leveres.
de: Eine Pumpe muss konfiguriert werden, bevor ein Bolus abgegeben werden kann.
fr: Une pompe doit être configurée avant qu'un bolus puisse être délivré.
nb: En pumpe må konfigureres før en bolus kan leveres.
nl: Er moet een pomp worden geconfigureerd voordat een bolus kan worden afgeleverd.
ro: O pompă trebuie configurată înainte ca un bolus să poată fi livrat.
sv: En pump måste ha lagts till och konfigurerats innan en bolus ge ges.

source: API Key
da: API nøgle
fr: Clé API
nb: API-nøkkel
nl: API Sleutel
ro: Cheie API

source: API Secret
da: API kodeord
fr: Code secret API
nb: API kodeord
ro: Secret API

source: Absorption Time
da: Absorptionstid
de: Absorptionszeit
fr: Durée d'absorption
nb: Absorpsjonstid
nl: Absorptie tijd
ro: Timp de absorbție
sv: Absorptionstid

source: AcceptRecommendedBolus
da: AccepterAnbefaletBolus
de: Akzeptiere empfohlenen Bolus
nb: AksepterAnbefaltBolus

source: Active Carbohydrates
da: Aktive kulhydrater
de: Aktive Kohlenhydrate
fr: Glucides actifs
nb: Aktive karbohydrater
nl: Actieve koolhydraten
ro: Carbohidrați activi
sv: Aktiva kolhydrater

source: Active Carbohydrates: %@
da: Aktive kulhydrater: %@
de: Aktive Kohlenhydrate: %@
fr: Glucides actifs: %@
nb: Aktive karbohydrater: %@
nl: Actieve koolhydraten: %@
ro: Carbohidrați activi: %@
sv: Aktiva kolhydrater: %@

source: Active Insulin: %@
da: Aktiv insulin: %@
de: Aktives Insulin: %@
fr: Insuline active: %@
nb: Aktivt insulin: %@
nl: Actieve insuline: %@
ro: Insulină activă: %@
sv: Aktivt insulin: %@

source: Add CGM
da: Tilføj CGM
de: CGM hinzufügen
fr: Ajouter CGM
nb: Legg til CGM
nl: Voeg CGM toe
ro: Adaugă CGM
sv: Lägg till CGM

source: Add Meal
da: Tilføj måltid
de: Mahlzeit hinzufügen
fr: Entrer un repas
nb: Legg til måltid
nl: Voeg maaltijd toe
ro: Adaugă masă
sv: Lägg till måltid

source: Add Pump
da: Tilføj pumpe
de: Pumpe hinzufügen
fr: Ajouter une pompe
nb: Legg til pumpe
nl: Voeg pomp toe
ro: Adaugă pompă
sv: Lägg till pump

source: Add Service
da: Tilføj tjeneste
de: Dienst hinzufügen
fr: Ajouter un service
nb: Legg til tjenste
nl: Service toevoegen
ro: Adaugă Serviciu
sv: Lägg till tjänst

source: Adjusted for
da: Justeret for
de: Angepasst für
fr: Ajusté pour
nb: Justert for
nl: Aangepast voor
ro: Ajustat pentru

source: Alert Permissions
da: Alarm tilladelser
de: Alarm-Berechtigungen
fr: Autorisations des alertes
nb: Tillatelse for varsling
nl: Waarschuwingsmachtigingen
ro: Permisiuni pentru alarme
sv: Behörigheter för Varningar

source: Algorithm Settings
da: Indstillinger for algoritme
de: Algorithmus-Einstellungen
fr: Paramètres de l'algorithme
nb: Algoritmeinnstillinger
nl: Algoritme instellingen
ro: Setări algoritm
sv: Algoritminställningar

source: An adjustment to the adult model based on empirical effects in children.
da: En tilpasning til voksenmodellen baseret på empiriske data hos børn.
de: Eine Anpassung an das Erwachsenenmodell basierend auf empirischen Effekten bei Kindern.
fr: Un ajustement au modèle adulte basé sur des effets empiriques chez les enfants.
nb: En justering til modellen tilpasset voksne, basert på empiriske effekter hos barn.
nl: Een aanpassing aan het volwassen model gebaseerd om praktijk effecten bij kinderen.
ro: O ajustare a modelului pentru adulți, bazată pe efecte empirice observate la copii.
sv: En justering av vuxenmodellen baserad på empirisk erfarenhet av insulineffekt hos barn.

source: An error occurred while trying to save your carb entry.
da: Der opstod en fejl under forsøget på at gemme kulhydrat indtastning.
de: Beim Versuch, Ihren KH-Eintrag zu speichern, ist ein Fehler aufgetreten.
fr: Une erreur s'est produite lors de l'enregistrement des glucides.
nb: Det oppsto en feil under forsøk på å lagre karbohydrater.
nl: Er is een fout opgetreden tijdens het opslaan van de invoer van uw koolhydraten.
ro: Eroare la încercarea de salvare a carbohidraților.
sv: Ett fel uppstod när du skulle spara dina kolhydrater.

source: An error occurred while trying to save your manual glucose entry.
da: Der opstod en fejl under forsøget på at gemme en manuel blodsukker indtastning.
de: Beim Versuch, den manuellen Blutzuckereintrag zu speichern, ist ein Fehler aufgetreten.
fr: Une erreur s'est produite lors de l'enregistrement de la glycémie.
nb: Det oppsto en feil under forsøk på å lagre den manuelle inntastingen av blodsukkerdata.
nl: Er is een fout opgetreden tijdens het opslaan van uw handmatige glucose invoer.
ro: Eroare la încercarea de salvare a glicemiei introduse manual.
sv: Ett fel uppstod när du skulle spara ditt blodsockervärde.

source: An updated bolus recommendation is available.
da: En opdateret bolus anbefaling er tilgængelig.
de: Eine aktualisierte Bolus-Empfehlung ist verfügbar.
fr: Une mise à jour de bolus est disponible.
nb: En oppdatert bolusanbefaling er tilgjengelig.
nl: Er is een bijgewerkte bolusaanbeveling beschikbaar.
ro: Este disponibilă o recomandare de bolus nouă.
sv: Det finns nu en ny bolusrekommendation.

source: Are you sure you want to delete all history entries?
nb: Er du sikker på at du vil slette alle historiske innslag?
nl: Weet je zeker dat je de gehele pompgeschiedenis wilt verwijderen?
ro: Sigur doriți să ștergeți toate înregistrările din istoric?

source: Are you sure you want to delete all logged dose entries?
nb: Er du sikker på at du vil slette alle loggførte doseoppføringer?
nl: Alle log regels daadwerkelijk verwijderen?
ro: Sigur doriți să ștergeți toate înregistrările despre dozele de insulina?

source: Are you sure you want to delete all reservoir values?
nb: Er du sikker på at du vil slette alle reservoarverdier?
nl: Weet je zeker dat je alle waardes van het reservoir wilt verwijderen?
ro: Sigur doriți să ștergeți toate înregistrările despre rezervorul pompei?

source: Are you sure you want to delete all your %@ Data? (This action is not reversible)
da: Er du sikker på, at du vil slette alle dine %@ data? (Denne handling kan ikke fortrydes)
de: Möchten Sie wirklich alle Ihre %@ Daten löschen? (Diese Aktion ist nicht umkehrbar)
fr: Etes-vous sûr de vouloir supprimer toutes vos données de %@ ? (Cette action est irréversible)
nb: Er du sikker på at du vil slette alle %@ data? (Denne handlingen er ikke reversibel)
nl: Weet je zeker dat je al je %@ data wilt verwijderen? (Deze actie is niet omkeerbaar)
ro: Sunteţi sigur că doriţi să ştergeţi toate datele %@. (Această acţiune nu este reversibilă)
sv: Vill du ta bort alla dina %@data? (Denna åtgärd är inte reversibel)

source: Are you sure you want to delete this CGM?
da: Er du sikker på at du vil slette denne CGM?
de: Möchten Sie dieses CGM wirklich löschen?
fr: Voulez-vous vraiment supprimer ce CGM ?
nb: Er du sikker på at du vil slette denne CGM?
nl: Weet je zeker dat je de CGM wilt verwijderen?
ro: Sigur doriți să ștergeți acest CGM?
sv: Är du säker på att du vill radera denna CGM?

source: Are you sure you want to delete this service?
da: Er du sikker på du vil slette denne service?
de: Möchten Sie diesen Dienst wirklich löschen?
fr: Êtes-vous sûr de vouloir supprimer ce service ?
nb: Er du sikker på at du vil slette denne tjenesten?
nl: Bent u zeker dat u deze service wilt verwijderen?
ro: Sunteți sigur că doriți să eliminați acest serviciu?
sv: Vill du ta bort den här tjänsten?

source: Authenticate to Bolus %@ Units
da: Godkend bolus af %@ Enheder
de: Bolusabgabe von %@ IE bestätigen
fr: Authentifier pour effectuer un Bolus %@ Unités
nb: Autentiser for å gi bolus %@ E
nl: Authenticeer om te bolussen %@ Eenheden
ro: Autentificare pentru bolus %@ unități
sv: Godkänn bolus på %@ enheter

source: Authenticate to log %@ Units
nb: Autentiser for å logge %@ enheter
nl: Authenticeer om te bolussen %@ Eenheden
ro: Autentifică-te pentru a înregistra %@ unități

source: Basal Rate Schedule
da: Basalrater skema
de: Basalraten-Zeitplan
fr: Horaire de taux basal
nb: Basalrate program
nl: Basaal schema
ro: Orar rate bazale
sv: Basaldosschema

source: Basal Rates
da: Basalrater
de: Basalraten
fr: Débits basal
nb: Basaldoser
nl: Basaal waardes
ro: Rate bazale
sv: Basaldoser

# Bluetooth&#10;Off
source: Bluetooth Off
da: Bluetooth slået fra
de: Bluetooth Aus
fr: Bluetooth désactivé
nb: Blåtann av
nl: Bluetooth uit
ro: Bluetooth Oprit
sv: Bluetooth Av

# Bluetooth&#10;Unavailable
source: Bluetooth Unavailable
da: Bluetooth ikke tilgængelig
de: Bluetooth nicht verfügbar
fr: Bluetooth indisponible
nb: Blåtann er utilgjengelig
nl: Bluetooth niet beschikbaar
ro: Bluetooth Indisponibil
sv: Bluetooth är inte tillgängligt

source: Bluetooth Off Alert
da: Bluetooth slukket alarm
de: Bluetooth aus Alarm
fr: Bluetooth désactivé
nb: Bluetooth Av Varsel
nl: Bluetooth Uit Waarschuwing
ro: Alertă Bluetooth dezactivat
sv: Varning Bluetooth är Av

source: Bluetooth Unavailable Alert
da: Bluetooth er ikke tilgængelig
de: Bluetooth-nicht Verfügbar Alarm
fr: Bluetooth indisponible
nb: Bluetooth utilgjengelig varsel
nl: Bluetooth niet beschikbaar alarm
ro: Alertă Bluetooth indisponibil
sv: Varning Bluetooth är inte tillgänglig

source: Bolus Recommendation Updated
da: Bolus anbefaling opdateret
de: Bolus-Empfehlung aktualisiert
fr: Recommandation de Bolus modifiée
nb: Oppdatert bolusanbefaling
nl: Bolus aanbeveling bijgewerkt
ro: Recomandare actualizată pentru bolus
sv: Bolusrekommendation har uppdaterats

source: Bolus Summary
da: Bolus resumé
de: Bolus Zusammenfassung
fr: Récapitulatif du bolus
nb: Bolus-sammendrag
nl: Bolus Samenvatting
ro: Rezumat Bolus
sv: Bolus sammanfattning

source: Bolused %1$@ of %2$@
da: Bolus %1$@ af %2$@
de: Abgegeben %1$@ of %2$@
fr: Bolus délivré %1$@ sur %2$@
nb: Ga bolus %1$@ av %2$@
nl: Gebolused %1$@ van %2$@
ro: Bolus administrat %1$@ din %2$@
sv: Gett %1$@ av %2$@ i bolus

source: Bolusing %1$@
da: Bolus %1$@
de: Abgabe %1$@
fr: Bolus en cours %1$@
nb: Gir bolus %1$@
nl: Geef bolus %1$@
ro: Bolus în administrare %1$@
sv: Ger %1$@ i bolus

source: Cancel
da: Annuller
de: Abbrechen
fr: Annuler
nb: Avbryt
nl: Annuleer
ro: Renunță
sv: Avbryt

source: Canceling Bolus
da: Annullerer bolus
de: Bolus abbrechen
fr: Annulation du Bolus en cours
nb: Avbryter bolus
nl: Annuleer Bolus
ro: Anulare Bolus
sv: Avbryter bolus

source: Carb Entry
da: Indtast kulhydrater
de: KH-Eintrag
fr: Entrée de glucides
nb: Karbohydrater
nl: Koolhydraten invoer
ro: Cantitate CH
sv: Kolhydrater

source: Carb Entry Too Large
da: Kulhydratindtastningen er for stor
de: KH-Eintrag zu gross
fr: Entrée de glucide trop grande
nb: Karbohydrat oppføring er for stor
nl: Koolhydraten Invoer te groot
ro: Număr de CH prea mare

source: Carb Ratios
da: Kulhydratforhold
de: Kohlenhydratfaktoren
fr: Ratios Glucides
nb: Karbohydratforhold
nl: Koolhydraten ratio's
ro: Raport carbohidrați/insulină
sv: Kolhydratskvoter

source: Carb effects
da: Kulhydrat effekt
de: Kohlenhydrat-Wirkungen
fr: Effets des glucides
nb: Karbohydrateffekter
nl: Koolhydraten impact
ro: Efecte carbohidrați
sv: Kolhydrateffekter

source: Carbohydrates
da: Kulhydrater
de: Kohlenhydrate
fr: Glucides
nb: Karbohydrater
nl: Koolhydraten
ro: Carbohidrați
sv: Kolhydrater

source: Carbs Absorbed (g) ÷ Carb Ratio (g/U) × Insulin Sensitivity (%1$@/U)
da: Kulhydrater absorberet (g) ÷ Kulhydratforhold (g/E) × Insulin følsomhed (%1$@/E)
de: Absorbierte Kohlenhydrate (G) ÷ Kohlenhydratfaktor (G/E) × Insulinempfindlichkeit (%1$@/E)
fr: Glucides Absorbés (g) ÷ Ratio Glucides (g/U) x Sensibilité à l'insuline (%1$@/U)
nb: Karbohydrater absorbert (g) ÷ Karbohydratforhold (g/E) × Insulinfølsomhet (%1$@/E)
nl: Koolhydraten geabsorbeerd (gr) ÷ Koolhydraten per eenheid insuline (gr/E) × Insuline gevoeligheid (%1$@/E)
ro: Carbohidrați absorbiți (g) ÷ Raport carbohidrați/insulina (g/U) × Factor de sensibilitate la insulină (%1$@/U)
sv: Absorberade kolhydrater (g) ÷ Insulinkvot (g/E) × Insulinkänslighet (%1$@/E)

source: Change the pump battery immediately
da: Skift straks pumpens batteri
de: Wechseln Sie sofort die Pumpenbatterie.
fr: Changer immédiatement la pile de la pompe
nb: Bytt batteri på pumpe snarest
nl: Vervang direct de pomp batterij
ro: Schimbați bateria pompei imediat
sv: Byt pumpbatteri nu

source: Change the pump reservoir now
da: Skift pumpe reservoir nu
de: Wechseln Sie jetzt das Pumpenreservoir.
fr: Changer maintenant le réservoir de la pompe
nb: Bytt reservoar på pumpe nå
nl: Vervang direct het pomp reservoir
ro: Schimbați rezervorul pompei acum
sv: Byt insulinreservoar nu

source: Check settings
da: Kontroller indstillinger
de: Überprüfen Sie die Einstellungen.
fr: Vérifier les paramètres
nb: Sjekk innstillinger
nl: Controleer je instellingen
ro: Verificați setările
sv: Kontrollera inställningar

source: Check that your pump is in range
da: Kontroller, at din pumpe er tæt nok på
de: Stellen Sie sicher, dass sich Ihre Pumpe in Reichweite befindet.
fr: Vérifier que votre pompe est à portée
nb: Sjekk at pumpen er innen rekkevidde
nl: Controleer of je pomp binnen bereik is
ro: Verificați că pompa este în aria de acoperire
sv: Kontrollera att pumpen är inom räckhåll

source: Check your CGM data source
da: Kontroller din CGM data kilde
de: Überprüfen Sie Ihre CGM-Datenquelle.
fr: Vérifier votre source de données de SGC
nb: Sjekk CGM datakilde
nl: Controleer je CGM gegevensbron
ro: Verificați sursa de date CGM
sv: Kontrollera din CGM:s datakälla

source: Choose a longer absorption time for larger meals, or those containing fats and proteins. This is only guidance to the algorithm and need not be exact.
da: Vælg en længere absorptionstid for større måltider, eller dem, der indeholder fedt og proteiner. Dette er kun vejledning til algoritmen og behøver ikke være nøjagtig.
de: Wählen Sie eine längere Absorptionszeit für größere Mahlzeiten oder solche, die Fette und Proteine enthalten. Dies ist nur eine Anleitung zum Algorithmus und muss nicht genau sein.
fr: Choisissez un temps d'absorption plus long pour les repas plus gros ou ceux contenant des graisses et des protéines. Ceci n'est qu'un guide pour l'algorithme et n'a pas besoin d'être exact.
nb: Velg en lengre absorpsjonstid for større måltider, eller de som inneholder fett og proteiner. Dette er bare en veiledning til algoritmen, og trenger ikke være helt nøyaktig.
nl: Kies een langere opnametijd voor grotere maaltijden of voor degene die vetten en eiwitten bevatten. Dit is alleen een leidraad voor het algoritme en hoeft niet exact te zijn.
ro: Alegeți o durată mai lungă de absorbție pentru mese mai mari sau pentru cele care conțin grăsimi și proteine. Nu e necesară o valoare exactă, scopul e să oferim doar o ghidare pentru algoritm.
sv: Välj en längre absorptionstid för stora måltider eller måltider som innehåller fett och protein. Denna är endast en vägledning för algoritmen och behöver inte vara exakt.

source: Closed Loop
da: Lukket Loop
fr: Boucle Fermée
nb: Lukket Loop
nl: Gesloten loop
ro: Bucla închisă
sv: Sluten loop

source: Closed Loop OFF
da: Lukket Loop slået fra
de: Closed Loop AUS
fr: Boucle Ouverte
nb: Lukket Loop AV
nl: Closed Loop UIT
ro: Buclă închisă oprită
