Repository: HDBAPro/LoopTranslation
Catalog: DIY_LoopApp/Loop/*.xcloc/Localized Contents/*.xliff
Languages: da, de, fr, nb, nl, ro, sv

source: Closed Loop requires an active CGM Sensor Session
da: Lukket Loop kræver en aktiv CGM sensor session
de: Closed Loop erfordert eine aktive CGM-Sensorsitzung
fr: La boucle fermée nécessite l'activation d'un capteur CGM
nb: Lukket Loop krever en aktiv CGM-sensorøkt
nl: Closed Loop vereist een actieve CGM Sensor Sessie
ro: Buclă închisă necesită o sesiune activă de senzor CGM

source: Configuration
da: Konfiguration
de: Konfiguration
nb: Konfigurasjon
nl: Configuratie
ro: Configurare
sv: Konfiguration

source: Configuration Error: %1$@
da: Konfigurations fejl: %1$@
de: Konfigurationsfehler: %1$@
fr: Erreur de Configuration: %1$@
nb: Konfigurasjonsfeil: %1$@
nl: Configuratie fout: %1$@
ro: Eroare configurare: %1$@
sv: Konfigurationsfel %1$@

source: Continuous Glucose Monitor
da: Kontinuerlig blodsukker måler
de: Kontinuierliche Glukosemessung
fr: Lecteur de glycémie en continu
nb: Kontinuerlig glukosemonitor
nl: Continue Glucose Monitor
ro: Monitorizare continuă a glicemiei
sv: Kontinuerlig glukosmätning

source: Correction Range
da: Korrektionsområde
de: Korrekturbereich
fr: Plage de correction
nb: Korreksjonsområde
nl: Correctie bereik
ro: Interval țintă pentru corecție
sv: Målvärde

source: Critical Event Log Ready
da: Kritisk begivenhedslog klar
de: Protokoll für kritische Ereignisse bereit
nb: Logg for kritisk hendelse er klar
nl: Kritische gebeurtenis log klaar
ro: Jurnal evenimente critice pregătit
sv: Kritisk händelselogg klar

source: Critical Event Logs
da: Kritisk begivenhedslog
de: Protokoll für kritische Ereignisse
nb: Logg for kritisk hendelse
nl: Kritieke gebeurtenissen logboeken
ro: Jurnal de evenimente critice
sv: Kritiska händelseloggar

source: Critical Event Logs were not able to be exported.
da: Kritisk begivenhedslogs kunne ikke eksporteres.
de: Kritische Ereignisprotokolle konnten nicht exportiert werden.
nb: Logg for kritisk hendelse kunne ikke eksporteres.
nl: Kritieke gebeurtenislogboeken konden niet worden geëxporteerd.
ro: Jurnalele de evenimente critice nu au putut fi exportate.
sv: Kritiska händelseloggar kunde inte exporteras.

source: Current Glucose
da: Nuværende blodsukker
de: Aktueller Blutzucker
fr: Glycémie actuelle
nb: Nåværende glukose
nl: Huidige Glucose
ro: Glicemia curentă

source: Custom Override
da: Override
de: Eigener Override
fr: Surcharge personnalisée
nb: Tilpassede overstyringer
nl: Aangepast programma
ro: Suprascriere personalizata
sv: Anpassat undantag

source: Custom Preset
da: Presets
de: Benutzerdefinierte Voreinstellung
nb: Egendefinert innstilling
nl: Aangepaste voorinstelling
ro: Presetare particularizată
sv: Anpassad förinställning

source: Customer Token
da: Kunde token
de: Kunden-Token
fr: Token client
nb: Kunde token
nl: Klant token
ro: Token client
sv: Inloggningsuppgift

source: Date
nb: Dato
nl: Datum
ro: Data

source: Delete
da: Slet
de: Löschen
fr: Supprimer
nb: Slett
nl: Verwijderen
ro: Șterge
sv: Ta bort

source: Delete Account
da: Slet konto
de: Konto löschen
fr: Supprimer le compte
nb: Slett konto
nl: Verwijder account
ro: Șterge cont
sv: Radera konto

source: Delete All
nb: Slett alle
nl: Verwijder alles
ro: Șterge tot

source: Delete CGM
da: Slet CGM
de: CGM löschen
fr: Supprimer CGM
nb: Slett CGM
nl: Verwijder CGM
ro: Șterge CGM
sv: Radera CGM

source: Delete Service
da: Slet tjeneste
de: Dienst löschen
fr: Supprimer le service
nb: Slett tjeneste
nl: Service verwijderen
ro: Șterge serviciu
sv: Ta bort tjänst

source: Delete Testing CGM Data
da: Slet CGM testdata
de: Test CGM Daten löschen
nb: Slett CGM-testdata
nl: Verwijder test-CGM-gegevens
ro: Șterge date CGM de testare
sv: Ta bort simulerade testvärden från CGM

source: Delete Testing Data
da: Slet testdata
de: Testdaten löschen
nb: Slett testdata
nl: Testgegevens verwijderen
ro: Șterge date de testare
sv: Ta bort simulerade testvärden

source: Delete Testing Pump Data
da: Slet pumpe testdata
de: Testpumpendaten löschen
nb: Slett testpumpe-data
nl: Gegevens van testpomp verwijderen
ro: Ștergere date pompă de testare
sv: Ta bort simulerade pumpvärden

source: Deliver
da: Afgiv
de: Abgeben
fr: Administrer
nb: Gi bolus
nl: Toedienen
ro: Livrează
sv: Ge bolus

source: Delivery Limits
da: Insulin-grænser
de: Verabreichungslimits
fr: Limites d'Administration
nb: Leveringsgrenser
nl: Toediening limieten
ro: Limite administrare
sv: Maxdoser

source: Diabetes Treatment
da: Diabetes behandling
de: Diabetes-Behandlung
fr: Traitement du diabète
nb: Diabetes behandling
nl: Diabetes Behandeling
ro: Tratament Diabet
sv: Diabetesbehandling

source: Disables
da: Deaktiverer
de: Deaktivieren
fr: Désactive
nb: Deaktiver
nl: Uitschakelen
ro: Dezactivează
sv: Stänger av

source: Dismiss
da: Luk
de: Verwerfen
fr: Fermer
nb: Avvis
nl: Afwijzen
ro: Renunță
sv: Avfärda

source: Done
da: Udført
de: Erledigt
fr: Terminé
nb: Ferdig
nl: Voltooid
ro: Terminat
sv: Färdig

source: Dose Summary
nb: Dose sammendrag
nl: Overzicht dosissen
ro: Rezumat doză

# Enable&#10;Bluetooth
source: Enable Bluetooth
da: Aktiver bluetooth
de: Aktiviere Bluetooth
fr: Activer bluetooth
nb: Aktiver blåtann
nl: Bluetooth inschakelen
ro: Activează Bluetooth
sv: Aktivera Bluetooth

source: Enables
da: Aktiverer
de: Aktivieren
fr: Active
nb: Aktiverer
nl: Inschakelen
ro: Activează
sv: Slår på

source: Enter Bolus
da: Indtast bolus
de: Bolus eingeben
fr: Entrer un Bolus
nb: Angi bolus
nl: Bolus invoeren
ro: Introdu bolusul
sv: Ange Bolus

source: Enter Fingerstick Glucose
da: Indtast fingerprik måling
de: Blutzucker eingeben
fr: Entrez la Glycémie capillaire
nb: Angi manuelt blodsukker
nl: Vul glucose van vingerprik in
ro: Introduceți glicemia din deget
sv: Ange kapillärt blodsocker

source: Enter a blood glucose from a meter for a recommended bolus amount.
da: Indtast blodsukker fra en fingerprikmåling for at få anbefalet en bolus mængde.
de: Geben Sie einen Blutzucker von einem Messgerät für eine empfohlene Bolusmenge ein.
fr: Entrez la glycémie à partir d'un mesure manuelle pour le calcul du bolus.
nb: Angi blodsukker fra måleapparat for å få bolusanbefaling.
nl: Verkrijg een bloed glucose waarde van een meter voor een aanbevolen bolus hoeveelheid.
ro: Introduceți o glicemie luata cu glucometrul pentru o recomandare de bolus.
sv: Du behöver mata in ett blodsockervärde för att få en rekommenderad bolus.

source: Enter glucose safety limit
da: Indtast glucosesikkerhedsgrænse
de: Geben Sie die Sicherheitsgrenze für den Blutzucker ein
nb: Angi sikkerhetsgrense for glukose
nl: Voer glucose veiligheidslimiet in
ro: Introduceți limita de siguranță pentru glicemie

source: Enter suspend threshold
da: Indtast suspenderingsgrænse
de: Grenzwert für Hypo-Abschaltung eingeben
fr: Entrez le seuil de suspension
nb: Legg til grense for insulinstopp
nl: Voer drempel voor onderbreking insuline in
ro: Introduceți limita pentru suspendare
sv: Ange tröskelvärde

source: Error Canceling Bolus
da: Fejl ved annullering af bolus
de: Fehler beim Abbrechen des Bolus
fr: Erreur lors de l’annulation du Bolus
nb: Feil ved annullering av Bolus
nl: Fout bij annuleren van bolus
ro: Eroare la anularea bolusului
sv: Fel vid försök att avbryta bolus

source: Error Exporting Logs
da: Der opstod en fejl under eksport af log
de: Fehler beim Exportieren von Protokollen
fr: Erreur lors de l'exportation des Logs
nb: Feil ved eksport av logger
nl: Fout bij exporteren logboeken
ro: Eroare la exportarea jurnalelor
sv: Fel vid export av loggar

source: Error Resuming
da: Fejl ved forsøg på genoptagelse
de: Fehler beim Fortfahren
fr: Erreur lors de la reprise
nb: Kunne ikke gjenoppta
nl: Fout bij vervolgen
ro: Eroare în timpul reluării
sv: Fel vid försök att återuppta insulintillförsel

source: Event History
nb: Hendelseshistorikk
nl: Eventhistorie
ro: Istoric evenimente

source: Eventually %@
da: Med tiden %@
de: Voraussichtlich %@
fr: Éventuellement %@
nb: Omsider %@
nl: Uiteindelijk %@
ro: Ajunge la %@
sv: Eventuellt %@

source: Exceeds Maximum Bolus
da: Overstiger maximum bolus
de: Überschreitet den maximalen Bolus
fr: Dépasse le bolus maximal
nb: Overskrider maksimal bolus
nl: Overschrijdt maximale bolus
ro: Depășește bolusul maxim
sv: Överskrider din inställning för maxbolus

source: Export Critical Event Logs
da: Eksportér kritisk begivenhedslog
de: Kritische Ereignisprotokolle exportieren
fr: Exporter les journaux d'événements critiques
nb: Eksporter logg for kritisk hendelse
nl: Exporteer kritieke gebeurtenislogboeken
ro: Exportă jurnalul de evenimente critice
sv: Exportera kritiska händelseloggar

source: Export-%1$@
da: Eksport-%1$@
nb: Eksporter-%1$@
nl: Exporteren: %1$@
sv: Exportera-%1$@

source: Failed to Resume Insulin Delivery
da: Insulinafgivelse kunne ikke genoptages
de: Die Insulinabgabe konnte nicht fortgesetzt werden
fr: Échec de la reprise de la distribution d'Insuline
nb: Insulinleveringen kunne ikke gjenopptas
nl: Kan de insulinetoevoer niet hervatten
ro: Nu s-a reușit reluarea livrării insulinei
sv: Misslyckades att återuppta insulintillförsel

source: Fingerstick Glucose
da: Fingerprik blodsukker
de: Blutzuckerwert
fr: Glycémie capillaire
nb: Blodsukker fra fingerstikk
nl: Vingerprik glucose
ro: Glicemie din deget
sv: Kapillärt blodsocker

source: For %1$@
da: I %1$@
de: Für %1$@
fr: Pour %1$@
nb: Til %1$@
nl: Voor %1$@
ro: Timp de %1$@
sv: I %1$@

# Get help with Notification &amp; Critical Alert Permissions
source: Get help with Notification & Critical Alert Permissions
da: Få hjælp med Notification & Kritiske alarm tilladelser
de: Hilfe bei der Benachrichtigung & Berechtigungen für kritische Warnungen
fr: Obtenir de l'aide avec les notifications & les alertes critiques
nb: Få hjelp med varsler & kritiske varseltillatelser
nl: Krijg hulp bij notificaties & kritieke waarschuwing rechten
ro: Obțineți ajutor cu Notificări & Permisiuni pentru alerte critice
sv: Få hjälp med notiser & Behörigheter för kritiska varningar

# Get help with Notification &amp; Critical Alert Permissions screen
source: Get help with Notification & Critical Alert Permissions screen
da: Få hjælp med Notification & Kritiske alarm skærm
de: Hilfe bei der Benachrichtigung & Bildschirm "Berechtigungen für kritische Warnungen"
fr: Obtenir de l'aide avec les notifications & les écrans d'alertes critique
nb: Få hjelp med varsler & kritiske varseltillatelser
nl: Krijg hulp met notificaties & kritieke waarschuwing rechten scherm
ro: Obțineți ajutor cu Notificări & Permisiuni ecran pentru alerte critice
sv: Få hjälp med notiser & Fönster för behörigheter för kritiska varningar

source: Glucose
da: Blodsukker
de: Glukose
fr: Glycémie
nb: Blodsukker
ro: Glicemie
sv: Blodglukos

source: Glucose Data Now Available
da: Blodsukker data er nu tilgængelige
de: Blutzuckerwert nun verfügbar
fr: Les données de glucose sont non disponibles
nb: Blodsukkerdata er utilgjengelig
nl: Glucose gegevens beschikbaar
ro: Valorile glicemiei sunt disponibile
sv: Blodglukosvärde finns nu tillgängligt

source: Glucose Entry Out of Range
da: Blodsukker værdi er uden for intervallet
de: Blutzuckerwert ausserhalb des Bereichs
fr: Glycémie hors norme
nb: Blodsukkerdata er utenfor intervallet
nl: Glucose invoer buiten bereik
ro: Valoarea glicemică introdusă este în afara intervalului
sv: Det manuellt inmatade blodsockervärdet utanför gränsvärden

source: Glucose Momentum
da: Blodsukker momentum
de: Glukose-Momentum
fr: Momentum de glucose
nb: Glukosemomentum
ro: Momentum glicemie
sv: Blodglukosförändring

source: Glucose data is %1$@ old
da: Blodsukker data er %1$@ gamle
de: Glukosedaten sind %1$@ alt
fr: Données de glucose sont vielles de %1$@
nb: Blodsukker data er %1$@ gammel
nl: Glucose gegevens is %1$@ oud
ro: Datele despre glicemie au o vechime de %1$@
sv: Blodglukosvärde är %1$@ gammalt

source: Glucose data not available
da: Blodsukker data ikke tilgængelige
de: Glukosedaten sind nicht verfügbar
fr: Les données de glucose ne sont pas disponibles
nb: Glukose data er utilgjengelig
nl: Glucose gegevens niet beschikbaar
ro: Nu sunt disponibile date despre glicemie
sv: Blodglukosvärde saknas

source: Indefinitely
da: Uendelig
de: Unbegrenzt
fr: Indéfiniment
nb: Uendelig
nl: Oneindig
ro: Nedeterminat
sv: Tills vidare

source: Insulin Absorbed (U) × Insulin Sensitivity (%1$@/U)
da: Insulin absorberet (E) × Insulin følsomhed (%1$@/E)
de: Absorbiertes Insulin (IE) × Insulinempfindlichkeit (%1$@/IE)
fr: Insuline absorbée x Facteur de sensibilité à l'insuline (%1$@/U)
nb: Insulin absorbert (E) × Insulinfølsomhet (%1$@/E)
nl: Opgenomen insuline (E) x insuline gevoeligheid (%1$@/E)
ro: Insulină absorbită (U) × factor de sensibilitate la insulină (%1$@/U)
sv: Insulin absorberat (E) × Insulinkänslighet (%1$@/E)

source: Insulin Delivery
da: Afgivet insulin
de: Insulinabgabe
fr: Administration de l'insuline
nb: Insulinlevering
nl: Insuline toediening
ro: Administrare insulină
sv: Insulin doserat

source: Insulin Model
da: Insulin type
de: Insulin-Modell
fr: Modèle d'insuline
nb: Insulinmodell
nl: Insuline model
ro: Model insulină
sv: Insulinmodell

source: Insulin Pump
da: Insulin pumpe
de: Insulinpumpe
fr: Pompe à insuline
nb: Insulinpumpe
nl: Insulinepomp
ro: Pompa de insulină

source: Insulin Sensitivities
da: Insulinfølsomheder
de: Insulinempfindlichkeit
fr: Facteurs de sensibilité à l'insuline
nb: Insulinfølsomhet
nl: Insuline gevoeligheden
ro: Sensibilitate insulină
sv: Insulinkänslighet

source: Insulin Suspended
da: Insulin suspenderet
de: Insulin unterbrochen
fr: Insuline suspendue
nb: Insulin pauset
nl: Insuline tijdelijk uitgeschakeld
ro: Livrarea insulinei suspendată
sv: Insulintillförsel pausad

source: Insulin effects
da: Insulin effekter
de: Insulinwirkungen
fr: Effets de l'insuline
nb: Insulineffekter
nl: Insuline impact
ro: Efecte insulină
sv: Insulineffekter

# Interrupted %1$@: &lt;b&gt;%2$@&lt;/b&gt; of %3$@ %4$@
source: Interrupted %1$@: <b>%2$@</b> of %3$@ %4$@
nb: Avbrutt %1$@: <b>%2$@</b> av %3$@ %4$@
nl: Onderbroken %1$@: <b>%2$@</b> van %3$@ %4$@
ro: Întrerupere %1$@: <b>%2$@</b> din %3$@ %4$@

source: Invalid Adverse Event Report URL
da: Ugyldig rapport URL
de: Ungültige URL für unerwünschte Ereignisse
nb: Ugyldig URL for rapportering av uønskede hendelser
ro: URL raport eveniment advers invalid

source: Invalid data: %1$@
da: Fejlagtige data: %1$@
de: Ungültige Daten: %1$@
fr: Données Incorrectes: %1$@
nb: Ugyldig data: %1$@
nl: Niet valide gegevens: %1$@
ro: Date invalide: %1$@
sv: Ogiltigt värde: %1$@

source: Issue Report
da: Fejl rapport
de: Problembericht
fr: Editer rapport
nb: Hendelsesrapport
nl: Incidenten rapportage
ro: Raport probleme
sv: Skapa felrapport

source: Launches CGM app
da: Åbner CGM app
de: Startet die CGM-App
fr: Lance Application CGM
nb: Starter CGM app
nl: Start de CGM app op
ro: Lansează aplicația CGM
sv: Startar CGM-app

source: Learn More
da: Lær mere
de: Erfahren Sie mehr
fr: En savoir plus
nb: Finn ut mer
nl: Leer meer
ro: Aflați mai multe
sv: Lär dig mer

source: Less than a minute remaining
da: Mindre end 1 minut tilbage
de: Noch weniger als eine Minute
nb: Mindre enn et minutt gjenstår
nl: Minder dan een minuut resterend
ro: A rămas mai puțin de un minut
sv: Mindre än en minut återstår

source: Loading...
da: Indlæser...
de: Wird geladen ...
fr: Chargement...
nb: Laster...
nl: Laden...
ro: Se încarcă...
sv: Laddar...

source: Log Dose
nb: Logg Dose
nl: Dosis log
ro: Înregistrează Doză

source: Logged Insulin Dose
nb: Logget insulindose
nl: Geregistreerde insulinedosis
ro: Doza de insulină înregistrată

source: Loop Failure
da: Loop fejl
de: Loopfehler
fr: Echec Loop
nb: Loop feilet
nl: Loop fout
ro: Eșec Loop
sv: Loop-fel

source: Loop has detected an issue with your Bluetooth settings, and will not work successfully until Bluetooth is enabled. You will not receive glucose readings, or be able to bolus.
da: Loop har opdaget et problem med dine Bluetooth-indstillinger, og fungerer ikke korrekt, før Bluetooth er aktiveret. Du vil ikke få blodsukkeraflæsninger eller være i stand til at give bolus.
de: Loop hat ein Problem mit Ihren Bluetooth-Einstellungen festgestellt und funktioniert erst erfolgreich, wenn Bluetooth aktiviert ist. Sie erhalten keine Blutzuckerwerte oder können keinen Bolus abgeben.
fr: Loop a détecté un problème avec vos paramètres Bluetooth et ne fonctionnera pas correctement tant que Bluetooth ne sera pas activé. Vous ne recevrez pas de lectures de glucose, ou ne pourrez pas effectuer de bolus.
nb: Loop har oppdaget et problem med Bluetooth-innstillingene, og vil ikke virke vellykket før Bluetooth er aktivert. Du vil ikke få avlesninger av blodsukker, og kan ikke sette bolus.
nl: Loop heeft een probleem met uw Bluetooth-instellingen gedetecteerd en zal niet met succes werken totdat Bluetooth is ingeschakeld. U ontvangt geen glucosewaardes en kan niet bolussen.
ro: Loop a detectat o problemă cu setările Bluetooth și nu va funcționa cu succes până când Bluetooth nu este activat. Nu veţi primi valori ale glicemiei sau nu veţi putea face bolus.
sv: Loop har upptäckt ett problem med dina Bluetooth-inställningar och kommer inte att fungera förrän Bluetooth är aktiverat. Du kommer varken att kunna se dina blodsockervärden eller att kunna ge någon bolus.

source: Loop has not completed successfully in %@
da: Loop har ikke kørt korrekt i %@
de: Loop wurde nicht erfolgreich abgeschlossen seit %@
fr: Loop ne s'est pas complété avec succès depuis %@
nb: Loop har ikke kjørt vellykket på %@
nl: Loop is niet goed afgerond in %@
ro: Loop nu a rulat cu succes timp de %@
sv: Loop har inte lyckats köra på %@

source: Loop will not work successfully until Bluetooth is enabled. You will not recieve glucose readings, or be able to bolus.
da: Loop vil ikke fungere korrekt, før Bluetooth er aktiveret. Du vil ikke modtage blodsukkeraflæsninger eller være i stand til at give bolus.
de: Loop funktioniert erst erfolgreich, wenn Bluetooth aktiviert ist. Sie erhalten keine Blutzuckerwerte oder können keinen Bolus abgeben.
fr: Loop ne fonctionnera pas correctement tant que le Bluetooth n'est pas activé. Vous ne recevrez pas de lectures de glucose, ou pouvez de bolus. Vous ne recevrez pas de lectures de glucose, ou ne pourrez pas effectuer de bolus.
nb: Loop vil ikke fungere før Bluetooth er aktivert. Du vil ikke motta glukose avlesninger, eller kunne sette bolus.
nl: Loop werkt pas als Bluetooth is ingeschakeld. U zult geen glucosemetingen ontvangen, of in staat zijn om bolus.
ro: Loop nu va funcționa cu succes până când Bluetooth nu este activat. Nu veţi primi valori ale glicemiei sau nu veţi putea face bolus.
sv: Loop kommer inte att fungera förrän Bluetooth är aktiverat. Du kommer varken att kunna se blodsockervärde eller ge bolus.

source: Manage Critical Alerts in Settings
da: Administrere kritiske beskeder i Indstillinger
de: Kritische Warnungen in den Einstellungen verwalten
nb: Administrer kritiske varsler i innstillinger
nl: Kritieke waarschuwingen beheren in instellingen
ro: Gestionează Alertele critice în Setări
sv: Hantera kritiska varningar i inställningar

source: Manage Notifications in Settings
da: Administrere notifikationer i Indstillinger
de: Benachrichtigungen in den Einstellungen verwalten
nb: Administrer varslinger i innstillinger
nl: Meldingen beheren in Instellingen
ro: Gestionează Notificările în meniul Setări
sv: Hantera notiser i inställningar

source: Meal Bolus
da: Måltid bolus
de: Mahlzeitenbolus
fr: Bolus de repas
nb: Måltidsbolus
nl: Maaltijd bolus
ro: Bolus prandial
sv: Måltidsbolus

source: Missing data: %1$@
da: Manglende data: %1$@
de: Fehlende Daten: %1$@
fr: Données manquantes: %1$@
nb: Mangler data: %1$@
nl: Missende gegevens: %1$@
ro: Date lipsă: %1$@
sv: Saknar data: %1$@

source: Momentum effects
da: Momentum effekter
de: Momentum-Effekte
fr: Effets de momentum
nb: Momentumeffekter
nl: Momentum impact
ro: Efecte momentum
sv: Momentumeffekter

source: Needs Attention
da: Handling påkrævet
de: Erfordert Aufmerksamkeit
fr: Attention Requise
nb: Trenger tilsyn
nl: Aandacht vereist
ro: Necesită atenție
sv: Kräver uppmärksamhet

source: No Bolus Recommended
da: Ingen bolus anbefalet
de: Kein Bolus empfohlen
nb: Ingen anbefalt bolus
nl: Geen Bolus aanbevolen
ro: Niciun bolus recomandat
sv: Ingen bolus rekommenderas

source: No Maximum Bolus Configured
da: Ingen maksimal bolus konfigureret
de: Kein maximaler Bolus konfiguriert
nb: Ingen maksimal bolus er konfigurert
nl: Geen maximale bolus geconfigureerd
ro: Bolusul Maxim nu este setat
sv: Ingen maximal bolus har blivit inställd

source: No Pump Configured
da: Ingen pumpe konfigureret
de: Keine Pumpe konfiguriert
fr: Pas de pompe configurée
nb: Ingen pumpe konfigurert
nl: Geen pomp geconfigureerd
ro: Nicio pompă configurată
sv: Ingen pump konfigurerad

source: No Recent Glucose
da: Mangler BS-måling
de: Kein aktueller Blutzuckerwert
fr: Pas de Glycémie récente
nb: Ingen nylig glukose
nl: Geen recente glucosegegevens
ro: Nu există date recente despre glicemie

source: No Recent Glucose Data
da: Mangler BS-måling
de: Kein aktueller Blutzuckerwert
fr: Pas de Glycémie récente
nb: Mangler blodsukkerdata
nl: Geen recente glucosegegevens
ro: Nu există date recente despre glicemie
sv: Inget aktuellt blodsockervärde

source: No Recent Pump Data
da: Ingen nyere pumpedata
de: Keine aktuellen Pumpendaten
nb: Mangler relevant pumpdata
nl: Geen recente pompgegevens
ro: Nu există date recente despre pompă
sv: Det finns inga aktuella pumpdata

source: No connected devices, or failure during device connection
da: Ingen tilsluttede enheder, eller fejl under forbindelse til enhed
de: Keine angeschlossenen Geräte oder Fehler während der Geräteverbindung
fr: Pas d'appareil connecté, ou échec durant la connectionà l'appareil
nb: Ingen tilkoblede enheter, eller feil under tilkobling til enhet
nl: Geen gekoppelde apparaten, of fout bij apparaat verbinding
ro: Nu este conectat niciun dispozitiv sau s-a produs o eroare la conectare
sv: Ingen ansluten enhet, eller fel vid anslutning till enhet

source: Override Presets
da: Overrides forudinstillinger
de: Override-Voreinstellungen
fr: Préréglages de surcharges
nb: Forhåndslagrede overstyringer
nl: Aangepast programma’s
ro: Presetări de suprascriere
sv: Förinställningar för Undantag

source: Pre-Meal Targets
da: Før-måltid mål
de: Ziele vor dem Essen
fr: Objectif de Pré-Repas
nb: Pre-måltids mål
nl: Voor de maaltijd doelen
ro: Ținte preprandiale
sv: Målvärden före en måltid

# Predicted: %1$@&#10;Actual: %2$@ (%3$@)
source: Predicted: %1$@ Actual: %2$@ (%3$@)
da: Forventet: %1$@ Faktisk: %2$@ (%3$@)
de: Vorausgesagt: %1$@ Aktuell: %2$@ (%3$@)
fr: Prédit: %1$@ Actuel: %2$@ (%3$@)
nb: Forespeilet: %1$@ Faktisk: %2$@ (%3$@)
nl: Voorspeld: %1$@ Actueel: %2$@ (%3$@)
ro: Prognozată: %1$@ Actuală: %2$@ (%3$@)
sv: Förväntat: %1$@ Faktiskt: %2$@ (%3$@)

source: Preparing Critical Event Logs
da: Forbereder kritiske begivenhedslogs
de: Vorbereiten kritischer Ereignisprotokolle
fr: Préparation des journaux d’événements critiques
nb: Forbereder logg av kritiske hendelser
nl: Kritieke gebeurtenislogboeken voorbereiden
ro: Pregătire jurnal de evenimente critice
sv: Förbereder kritiska händelseloggar

source: Pump
da: Pumpe
de: Pumpe
fr: Pompe
nb: Pumpe
nl: Pomp
ro: Pompă

source: Pump Battery Low
da: Pumpe batteri er lav
de: Pumpenbatterie schwach
fr: Batterie de la pompe faible
nb: Pumpebatteri lavt
nl: Pomp batterij bijna leeg
ro: Nivel scăzut baterie pompă
sv: Låg batterinivå i pump

source: Pump Event
nb: Pumpehendelse
nl: Pomp gebeurtenis
ro: Eveniment pompă

source: Pump Manager
da: Pumpe manager
de: Pumpenmanager
fr: Gestionnaire de pompe
nb: Pumpeinnstilling
nl: Pompbeheer
ro: Manager pompă
sv: Pumphantering

source: Pump Reservoir Empty
da: Pumpe reservoir tomt
de: Pumpenreservoir leer
fr: Réservoir de la pompe vide
nb: Pumpereservoar tomt
nl: Pomp reservoir leeg
ro: Rezervor pompă gol
sv: Insulinreservoaren är tom
