Repository: HDBAPro/LoopTranslation
Catalog: DIY_LoopApp/Loop/*.xcloc/Localized Contents/*.xliff
Languages: da, de, fr, nb, nl, ro, sv

# hln-CI-MRP.text
source: Carbs
da: Kulhydrater
de: KH
fr: Glucides
nb: Karbohydrater
nl: Koolhydraten
ro: Carbohidrați
sv: Kolh.

# jj3-Gq-HBy.text
source: Bolus Failed
da: Bolus fejlede
de: Bolus fehlgeschlagen
fr: Échec du bolus
nb: Bolus feilet
nl: Bolus mislukt
ro: Bolus eșuat
sv: Bolus misslyckades

# nC0-X3-oFJ.text
source: Override
fr: Surcharge
nb: Overstyr
nl: Aangepast programma
ro: Suprascriere
sv: Undantag

# vL1-NA-WZ1.title
source: 1 hour
da: 1 time
de: 1 Stunde
fr: 1 heure
nb: 1 time
nl: 1 uur
ro: 1 oră
sv: 1 timme

# ycL-5X-a05.text
source: ACTIVE CARBS
da: Aktive kulhydrater
de: AKTIVE CARBS
fr: GLUCIDES ACTIFS
nb: AKTIVE KARBOHYDRATER
nl: Actieve koolhydraten
ro: CARBOHIDRAȚI ACTIVI
sv: AKTIVA KOLH.

# zO8-x6-bZd.text
source: Label
de: Beschreibung
nb: Etikett
ro: Etichetă
sv: Titel

source: Minimum
ro: Minim

source: Amplitude
ro: Amplitudine

source: Dosing Strategy
ro: Strategie de dozare

source: Insulin
fr: Insuline
nl: Insuline
ro: Insulină

source: Insulin Type
nl: Insuline soort
ro: Tip insulină

source: Loop will automatically bolus when insulin needs are above scheduled basal, and will use temporary basal rates when needed to reduce insulin delivery below scheduled basal.
ro: Loop va bolusa automat când necesarul de insulină este deasupra bazalei programate, și va utiliza rate bazale temporare atunci când este necesar, pentru a reduce cantitatea de insulină administrată sub nivelul bazal programat.

source: Loop will set temporary basal rates to increase and decrease insulin delivery.
ro: Loop va stabili ratele bazale temporare pentru a crește și reduce cantitatea de insulina livrata.

source: Pump Suspended. Automatic dosing is disabled.
ro: Pompă suspendată. Administrarea automată este dezactivată.

source: Support
nl: Ondersteuning
ro: Asistenţă

# 3kU-n2-fha.title
source: Status
fr: Statut
ro: Stare

source: Automatic Bolus
ro: Bolus automat

source: Temp Basal Only
ro: Doar bazală temporară

source: g
nl: gr

# CFBundleName
source: DoseMathTests
de: DosierungsMathematikTests
