Repository: HDBAPro/LoopTranslation
Catalog: DIY_LoopApp/Loop/*.xcloc/Localized Contents/*.xliff
Languages: da, de, fr, nb, nl, ro, sv

# 9KhaIS
source: I've set the preset
da: Jeg har angivet Preset
de: Ich habe die Voreinstellung eingestellt
fr: J'ai défini le préréglage
nb: Jeg har angitt forhåndsinnstillingen
nl: Ik heb de preset ingesteld
ro: Am setat presetarea

# 80eo5o
source: Add Carb Entry
da: Tilføj kulhydrater
de: KH-Eintrag hinzufügen
fr: Ajouter des glucides
nb: Legg til karbohydrater
nl: Voeg koolhydraten toe
ro: Adăugare carbohidrați
sv: Lägg till kolhydrater

# I4OZy8
source: Enable Override Preset
da: Aktiver Preset
de: Aktiviere die Override-Voreinstellung
fr: Activer le préréglage de remplacement
nb: Aktiver forhåndsinnstilling for overstyring
nl: Aangepast programma inschakelen
ro: Activare suprascriere presetare

# OcNxIj
source: Add Carb Entry
da: Tilføj kulhydrater
de: KH-Eintrag hinzufügen
fr: Ajouter des glucides
nb: Legg til karbohydrater
nl: Voeg koolhydraten toe
ro: Adăugare carbohidrați
sv: Lägg till kolhydrater

# XNNmtH
source: Enable preset in Loop
da: Aktiver Preset i Loop
de: Aktiviere die Voreinstellungen in Loop
fr: Activer le préréglage dans Loop
nb: Aktiver forhåndsinnstilling i Loop
nl: Preset inschakelen in Loop
ro: Activează presetarea în Loop

# ZZ3mtM
source: Enable an override preset in Loop
da: Aktiver en Preset i Loop
de: Aktiviere eine Override Voreinstellung in Loop
fr: Activer un préréglage de remplacement pour Loop
nb: Aktivere en forhåndsinnstilling for overstyring i Loop
nl: Schakel een aangepast programma in Loop in
ro: Activarea unei presetări de suprascriere în Loop

# b085BW
source: I wasn't able to set the preset.
da: Jeg var ikke i stand til at indstille Preset.
de: Ich konnte die Voreinstellung nicht setzen.
fr: Je n'ai pas pu définir le préréglage.
nb: Jeg kunne ikke angi forhåndsinnstillingen.
nl: Ik kon de Preset niet instellen.
ro: Nu am putut seta presetarea.

# lYMuWV
source: Override Name
da: Override navn
fr: Nom de remplacement
nb: Overstyr navn
nl: Naam aangepast programma
ro: Suprascrie numele

# nDKAmn
source: What's the name of the override you'd like to set?
da: Hvad er navnet på den override du gerne vil angive?
de: Wie heisst der Override, den du festlegen möchtest?
fr: Quel est le nom du remplacement que vous souhaitez définir?
nb: Hva heter overstyringen du vil angi?
nl: Wat is de naam van het aangepaste programma welke je wilt instellen?
ro: Care este numele suprascrierii pe care doriţi să o setaţi?

# oLQSsJ
source: Enable '${overrideName}' Override Preset
da: Aktiver '${overrideName}' Preset
de: Aktiviere '${overrideName}' Override Voreinstellung
fr: Activer le préréglage de remplacement '${overrideName}'
nb: Aktiver '${overrideName}' Overstyr forhåndsinnstilling
nl: Aangepast programma van${overrideName} inschakelen
ro: Activare suprascriere presetare '${overrideName}'

# yBzwCL
source: Override Selection
da: Override valg
de: Override Auswahl
fr: Remplacer la sélection
nb: Overstyr utvalg
nl: Aangepaste programma's selectie
ro: Suprascrie selecția

# yc02Yq
source: Add a carb entry to Loop
da: Tilføj kulhydrater til Loop
de: Fügen Sie einen KH-Eintrag zu Loop hinzu.
fr: Ajouter des glucides à Loop
nb: Legg til karbohydrater i Loop
nl: Voeg koolhydraten toe aan Loop
ro: Adaugă carbohidrați în Loop
sv: Lägg till kolhydrater för att kunna loopa

source: Add Carb Entry
da: Tilføj kulhydrater
de: KH-Eintrag hinzufügen
fr: Ajouter des glucides
nb: Legg til karbohydrater
nl: Voeg koolhydraten toe
ro: Adăugare carbohidrați
sv: Lägg till kolhydrater

source: Computes the percentage of glucose measurements within a specified range
da: Beregner procentdelen af ​​blodsukkermålinger inden for et specificeret interval
de: Berechnet den Prozentsatz der Glukosemessungen innerhalb eines bestimmten Bereichs
fr: Ceci calcule le pourcentage des mesures de glycémie dans une plage spécifique
nb: Beregner prosentandelen av blodsukkermålinger innenfor et spesifisert område
nl: Berekent het percentage glucosemetingen in een specifiek bereik
ro: Calculează procentul măsurătorilor glicemice dintr-un interval specificat
sv: Beräknar procentandelen blodglukosmätningar som är inom ett specifikt intervall

source: Continue
da: Fortsæt
de: Weiter
fr: Continuer
nb: Fortsett
nl: Ga verder
ro: Continuă
sv: Fortsätt

source: Maximum
da: Maksimal
nb: Maksimum
ro: Maxim

source: Modal Day
da: Modal Dag
de: Modaler Tag
fr: Journée type
nb: Modal dag
nl: Modale dag
ro: Zi modală
sv: Genomsnittlig dag

source: No data available
da: Ingen data tilgængelige
de: Keine Daten vorhanden
fr: Données indisponibles
nb: Ingen data tilgjengelig
nl: Geen data beschikbaar
ro: Date inexistente
sv: Ingen data tillgänglig

source: Range
da: Interval
de: Bereich
fr: Plage
nb: Målområde
nl: Bereik
ro: Interval
sv: Målvärde

source: Start Date
da: Start dato
de: Startdatum
fr: Date de commencement
nb: Startdato
nl: Start datum
ro: Dată inițială
sv: Starttid

source: Time in Range
de: Zeit im Zielbereich
fr: Durée dans la cible
nb: Tid i målområdet
nl: Tijd binnen bereik
ro: Timp petrecut în interval
sv: Tid inom målvärde

source: U
da: E
de: IE
nb: E
nl: E
sv: E

source: Visualizes the most frequent glucose values by time of day
da: Visualiserer de hyppigste blodsukker værdier fordelt på dagen
de: Visualisiert die häufigsten Glukosewerte nach Tageszeit
fr: Visualisation des glycémies les plus fréquentes selon l’heure
nb: Visualiser de nyeste blodsukkerverdier etter tid på døgnet
nl: Geeft de meest voorkomende glucose waardes weer per moment van de dag
ro: Vizualizează cele mai frecvente valori glicemice în funcție de oră
sv: Visar de vanligaste blodglukosvärdena under olika tider på dagen

source: Weeks
da: Uger
de: Wochen
fr: Semaines
nb: Uker
nl: Weken
ro: Săptămâni
sv: Veckor

source: Current glucose of %1$@ is below correction range.
da: Nuværende blodsukker på %1$@ er under dit korrektionsområde.
de: Der aktuelle Blutzucker von %1$@ liegt unterhalb des Korrekturbereiches.
fr: Glycémie actuelle %1$@ sous la plage de correction.
nb: Nåværende blodsukker på %1$@ er under målområde.
nl: Huidige glucose van %1$@ is onder het correctie bereik.
ro: Glicemia curentă de %1$@ este sub intervalul țintă de corecție.
sv: Nuvarande blodglukosvärde %1$@ är under målvärde.

source: Predicted glucose at %1$@ is %2$@.
da: Forventet blodsukker ved %1$@ er %2$@.
de: Der vorhergesagte Blutzucker um %1$@ ist %2$@.
fr: Glycémie de %2$@ prédite pour %1$@.
nb: Forventet blodsukker kl %1$@ er %2$@.
nl: Voorspelde glucose van %1$@ is %2$@.
ro: Glicemia estimată la %1$@ este %2$@.
sv: Förväntat glukosvärde kl %1$@ är %2$@.

source: Predicted glucose of %1$@ is below your glucose safety limit setting.
da: Forudsagt glukose af %1$@ er under din glukose sikkerhedsgrænse indstilling.
de: Der vorhergesagte Blutzuckerwert von %1$@ liegt unter Ihrer Einstellung für die Blutzuckerlimite.
fr: Prédiction de la glycémie à %1$@ sous le seuil de suspension défini.
nb: Forventet blodsukker %1$@ er under innstilling for insulinstopp.
nl: Verwachte glucose van %1$@ is lager dan de insuline veiligheid drempel.
ro: Glicemia prognozată de %1$@ se situează sub limita de siguranță configurată.

source: Predicted glucose of %1$@ is below your suspend threshold setting.
da: Forventet blodsukker på %1$@ er under den indstillede suspenderingsgrænse.
de: Der vorhergesagte Blutzucker von %1$@ liegt unterhalb des eingestellten Schwellwertes zur Unterbrechung der Basalrate.
fr: Prédiction de la glycémie à %1$@ sous le seuil de suspension défini.
nb: Forventet blodsukker %1$@ er under innstillingen for insulinstopp.
nl: Verwachte glucose van %1$@ is lager dan de onderbroken insuline drempel instelling.
ro: Glicemia estimată de %1$@ este sub limita de suspendare.
sv: Det framtida beräknade blodglukosvärdet %1$@ är under ditt angivna tröskelvärde.

# 8hF-Ij-B7m.title
source: Learn
da: Lær
de: Lerne
fr: Apprendre
nb: Lær
nl: Leer
sv: Utbildning

# CFBundleName
source: Learn
da: Lær
de: Lerne
fr: Apprendre
nb: Lær
nl: Leer

# NSHealthShareUsageDescription
source: Meal data from the Health database is used to determine glucose effects. Glucose data from the Health database is used for graphing and momentum calculation. Sleep data from the Health database is used to optimize delivery of Apple Watch complication updates during the time you are awake.
da: Mad-data fra sundhedsdatabasen bruges til at bestemme blodsukkereffekten. Blodsukkerdata fra sundhedsdatabasen bruges til graftegning og momentumberegning. Søvndata fra sundhedsdatabasen bruges til at optimere leveringen af opdateringer om komplikationer af Apple Watch i den tid, du er vågen.
de: Mahlzeitendaten aus der Health Datenbank werden verwendet, um die Glukoseeffekte zu bestimmen. Glukosedaten aus der Health Datenbank werden zur grafischen Darstellung und Impulsberechnung verwendet. Schlafdaten aus der Health-Datenbank werden verwendet, um die Bereitstellung von Apple Watch-Komplikationsupdates während Ihrer Wachzeit zu optimieren.
fr: Les données sur les repas de la base de données Health sont utilisées pour déterminer les effets du glucose. Les données de glucose de la base de données Health sont utilisées pour le calcul graphique et le calcul de la dynamique. Les données de sommeil de la base de données Health sont utilisées pour optimiser la livraison des mises à jour de complications d'Apple Watch au moment où vous êtes réveillé. Les données de sommeil de la base de données Santé sont utilisées pour optimiser les mises à jour sur la complication d'Apple Watch en les limitant au moment où vous êtes réveillé.
nb: Måltider med karbohydrater lagret i helsedatabasen brukes til å bestemme blodsukkereffekter. Blodsukkerdata fra helsedatabasen brukes til beregning av grafer og momentum. Søvndata fra helsedatabasen brukes til å optimalisere leveringen av oppdateringer for Apple Watch når du er våken.
nl: Maaltijd data van de Health database wordt gebruikt om de glucose effecten te bepalen. Glucose data vanuit de Health database worden gebruikt voor het berekenen en weergeven van het momentum. Slaap data vanuit Health wordt gebruikt om de Apple Watch complicaties vooral actief te laten zijn als je wakker bent.
ro: Datele mesei din baza de date din aplicația Sănătate sunt folosite pentru a determina efectele glicemice. Datele despre glicemie din baza de date Sănătate sunt folosite pentru construirea graficelor și calcularea influențelor glicemice. Datele de somn din baza de date Sănătate sunt folosite pentru a optimiza livrarea de actualizări de datele ale ceasului Apple pe perioada când sunteți treaz.
sv: Kolhydratdata från Apple Health-databasen används för att avgöra blodsockereffekt. Blodsockervärden från Apple Health-databasen används i diagram och för beräkning av förändring.

# CFBundleDisplayName
source: Loop Intent Extension
da: Loop Intent Udvidelse
de: Loop Absichts Erweiterung
nb: Loop Status Utvidelse
ro: Extensie Intent Loop

# CFBundleName
source: Loop Intent Extension
da: Loop Intent Udvidelse
de: Loop Absichts Erweiterung
nb: Loop Status Utvidelse
ro: Extensie Intent Loop

source: %1$@ U
da: %1$@ E
nb: %1$@ /E
nl: %1$@ E
sv: %1$@ E

source: ? U
da: ? E
nb: ? E
sv: ? E

source: Active Carbs
da: Aktive kulhydrater
de: Aktive Kohlenhydrate
fr: Glucides actifs
nb: Aktive karbohydrater
nl: Actieve koolhydraten
ro: Carbohidrați activi
sv: Aktiva kolhydrater

source: Active Insulin
da: Aktiv insulin
de: Aktives Insulin
fr: Insuline active
nb: Aktivt insulin
nl: Actieve insuline
ro: Insulină activă
sv: Aktivt insulin

source: Eventually %1$@
da: Forventet %1$@
de: Schließlich %1$@
fr: Éventuellement %1$@
nb: Omsider %1$@
nl: Uiteindelijk %1$@
ro: Estimat %1$@
sv: Eventuellt %1$@

source: IOB %1$@ U
da: IOB %1$@ E
de: IOB %1$@ E
nb: IOB %1$@ E
nl: IOB %1$@ E
sv: IOB %1$@ E

# 9iF-xY-Bh4.text
source: Active Carbs
da: Aktive kulhydrater
de: Schließlich 92 mg/dL
fr: Éventuellement 92 mg/dL
nb: Aktive karbohydrater
nl: Actieve koolhydraten
ro: Carbohidrați activi
sv: Aktiva kolhydrater

# UPi-dG-yYD.text
source: Active Insulin
da: Aktiv insulin
de: IOB 1.0 IE
fr: IOB 1.0 U
nb: Aktiv Insulin
nl: Actieve insuline
ro: Insulină activă
sv: Aktivt insulin

# Vgf-p1-2QP.text
source: 0 U
da: 0 E
nb: 0 E
sv: 0 E

# CFBundleName
source: Loop Status Extension
da: Loop status udvidelse
de: Loop Status-Erweiterung
nb: Loop Status Utvidelse
nl: Loop Status Extensie
ro: Extensie stare Loop

# NSBluetoothAlwaysUsageDescription
source: Bluetooth is used to communicate with insulin pump and continuous glucose monitor devices.
da: Bluetooth bliver brugt til at kommunikere med din insulin pumpe og din blodsukker monitor.
de: Bluetooth wird verwendet, um mit Insulinpumpen und kontinuierlichen Blutzuckermessgeräten zu kommunizieren.
fr: Le bluetooth est utilisé pour communiquer avec la pompe à insuline et les dispositifs de surveillance continue de glucose.
nb: Bluetooth brukes til å kommunisere med insulinpumpe og kontinuerlige glukosemonitorer.
nl: Bluetooth wordt gebruikt om te communiceren met de insuline pomp en de continue glucose meter.
ro: Bluetooth este folosit pentru a comunica cu pompa de insulină și cu dispozitivele de monitorizare continua a glicemiei.
sv: Bluetooth används för kommunikation med insulinpump och CGM.

# NSBluetoothPeripheralUsageDescription
source: Bluetooth is used to communicate with insulin pump and continuous glucose monitor devices.
da: Bluetooth bliver brugt til at kommunikere med din insulin pumpe og din blodsukker monitor.
de: Bluetooth wird verwendet, um mit Insulinpumpen und kontinuierlichen Blutzuckermessgeräten zu kommunizieren.
fr: Bluetooth est utilisé pour communiquer avec la pompe à insuline et les dispositifs de surveillance continue du glucose.
nb: Bluetooth brukes til å kommunisere med insulinpumpe og kontinuerlige glukosemonitorer.
nl: Bluetooth wordt gebruikt om te communiceren met de insuline pomp en de continue glucose meter.
ro: Bluetooth este folosit pentru a comunica cu pompa de insulină și cu dispozitivele de monitorizare continua a glicemiei.
sv: Bluetooth används för kommunikation med insulinpump och CGM.

# NSCameraUsageDescription
source: Camera is used to scan barcodes of devices
da: Kameraet bruges til at scanne stregkoder på enheder
de: Kamera wird verwendet, um Barcodes von Geräten zu scannen
fr: La caméra est utilisée pour scanner les codes-barres des appareils
nb: Kameraet brukes til å skanne strekkoder for enheter
nl: Camera wordt gebruikt om barcodes van apparaten te scannen
ro: Camera foto este folosită pentru a scana codurile de bare ale dispozitivelor
sv: Kamera används för att skanna streckkoder

# NSFaceIDUsageDescription
source: Face ID is used to authenticate insulin bolus and to save changes to therapy settings.
da: Face ID bruges til at godkende bolus og til at gemme ændringer i indstillinger.
de: Face ID wird verwendet, um Insulinbolus zu authentifizieren und Änderungen an den Therapieeinstellungen zu speichern.
fr: Face ID est utilisé pour authentifier l’insuline de bolus et pour enregistrer les changements dans les paramètres de thérapie.
nb: Face ID brukes til å bekrefte identitet ved bolus og ved lagring av endringer i innstillingene.
nl: Face ID wordt gebruikt voor het toestaan van een insuline bolus en het opslaan van wijzigingen in therapie instellingen.
ro: Face ID este utilizat pentru autentificarea la bolus și pentru salvarea modificărilor din setările terapiei.
sv: Face ID används för att autentisera insulinbolus och för att spara nya behandlingsinställningar.

# NSHealthShareUsageDescription
source: Meal data from the Health database is used to determine glucose effects. Glucose data from the Health database is used for graphing and momentum calculation. Sleep data from the Health database is used to improve the Apple Watch complication.
da: Måltidsdata fra Apple Sundhed bliver brugt til at glukosens effekt på dit blodsukker. Glukose data fra Apple Sundhed bliver brugt til at danne grafer og udregninger.
de: Mahlzeit-Daten aus der HealthKit-Datenbank werden verwendet, um Blutzuckereffekte zu bestimmen. Blutzuckerdaten aus der HealthKit-Datenbank werden für die Grafik- und Impulsberechnung verwendet.
fr: Les données sur les repas provenant de la base de données Health sont utilisées pour déterminer les effets du glucose. Les données sur la glycémie de la base de données Health sont utilisées pour le calcul graphique et le calcul du momentum.
nb: Måltider med karbohydrater lagret i helsedatabasen brukes til å bestemme blodsukkereffekter. Blodsukkerdata fra helsedatabasen brukes til beregning av grafer og momentum. Søvndata fra helsedatabasen brukes til å forbedre Apple Watch-komplikasjonen.
nl: Maaltijd data van de Health database wordt gebruikt om de glucose effecten te bepalen. Glucose data vanuit de Health database worden gebruikt voor het berekenen en weergeven van het momentum. Slaap data vanuit de Health database worden gebruikt om de Apple Watch complicatie te verbeteren
ro: Datele despre mese din baza de date a aplicației Health sunt folosite pentru a determina efectele glicemice. Datele despre glicemie din baza de date Health sunt folosite pentru construirea graficelor și calcularea influențelor glicemice. Datele despre somn din baza de date Health sunt folosite pentru a optimiza ceasul Apple.
sv: Kolhydratdata från Apple Health-databasen används för att avgöra glukoseffekt. Blodglukosvärden från Apple Health-databasen används i diagram och för beräkning av förändring.

# NSHealthUpdateUsageDescription
source: Carbohydrate meal data entered in the app and on the watch is stored in the Health database. Glucose data retrieved from the CGM is stored securely in HealthKit.
da: Kulhydrater indtastet i Loop og på uret gemmes i Apple Sundhedsdatabasen. Blodsukkerdata hentet fra CGM gemmes sikkert i SundhedsKit.
de: Die in der App und auf der Uhr eingegebenen Kohlenhydratmengen werden in der Health-Datenbank gespeichert. Blutzuckerdaten, die vom CGM abgerufen werden, werden sicher in HealthKit gespeichert.
fr: Les données sur les repas glucidiques saisies dans l'application et sur la montre sont stockées dans la base de données Health. Les données de glucose extraites du CGM sont stockées de manière sécurisée dans HealthKit.
nb: Angitte karbohydrater i matdataene som tastes inn i appen blir lagret i Health-databasen.
nl: Koolhydraten van de maaltijd die worden ingevoerd in de app op de apple watch worden opgeslagen in de Gezondheid database. Glucose gegevens ontvangen van de CGM wordt veilig opgeslagen in Gezondheid.
ro: Carbohidrații introduși în aplicație și pe ceas sunt stocați în baza de date Health. Glicemiile din GCM sunt stocate în mod confidențial în HealthKit.
sv: Kolhydratvärden inmatade i Watch-appen lagras i Apple Health-databasen. Blodglukosvärden mottagna från CGM lagras säkert i HealthKit.

# NSSiriUsageDescription
source: Loop uses Siri to allow you to set override presets with your voice.
da: Loop bruger Siri til at give dig mulighed for at sætte override med din stemme.
de: Loop verwendet Siri, damit Sie Override-Voreinstellungen mit Ihrer Stimme festlegen können.
fr: Loop utilise Siri pour vous permettre de définir des préréglages de remplacement avec votre voix.
nb: Loop bruker Siri til å la deg angi forhåndsinnstillinger for overstyring med stemmen din.
nl: Loop gebruikt Siri om aangepaste programma's met je stem in te stellen.
ro: Buclă folosește Siri pentru a vă permite să setați suprascrieri de presetări cu vocea dumneavoastră.

source: Critical Alerts will always play a sound and appear on the Lock screen even if your iPhone is muted or Do Not Disturb is on.
da: Kritiske advarsler vil altid afspille en lyd og vises på låseskærmen, selvom din iPhone er lydløs eller 'Forstyr ikke' er aktiveret.
de: Kritische Warnungen werden immer einen Ton abspielen und auf dem Sperrbildschirm erscheinen, auch wenn Ihr iPhone stumm ist oder "Nicht stören" aktiviert ist.
fr: Les alertes critiques joueront toujours un son et apparaîtront sur l'écran de verrouillage même si votre iPhone est mis en sourdine ou si le mode Ne pas déranger est activé.
nb: Kritiske varsler vil alltid spille av en lyd og vises på låseskjermen selv om iPhone er dempet eller i Ikke forstyrr modus.
nl: Kritische waarschuwingen zullen altijd geluid laten horen en verschijnen op het vergrendelingsscherm, zelfs als uw iPhone is gedempt of 'Niet storen' is ingeschakeld.
ro: Alertele critice vor fi întotdeauna însoțite de un sunet și vor apărea pe ecranul de blocare, chiar dacă iPhone-ul este dat pe modul silențios sau pe modul Nu Deranjați.
sv: Kritiska varningar kommer alltid att spela upp ett ljud och visas på låsskärmen även när tyst läge eller Stör ej är på.

source: Notifications appear on your Lock screen or pop up while you’re using other apps. Notifications give you important (appName) app information without requiring you to open the app. You can customize when and how you want to receive these notifications.
da: Notifikationer vises på din låseskærm eller popper op, mens du bruger andre apps. Notifikationer giver dig vigtige oplysninger om (appName) uden at kræve, at du åbner appen. Du kan tilpasse, hvornår og hvordan du vil modtage disse meddelelser.
de: Benachrichtigungen erscheinen auf Ihrem Sperrbildschirm oder erscheinen während Sie andere Apps verwenden. Benachrichtigungen geben Ihnen wichtige (appName) App-Informationen, ohne dass Sie die App öffnen müssen. Sie können anpassen, wann und wie Sie diese Benachrichtigungen erhalten möchten.
fr: Les notifications apparaissent sur votre écran de verrouillage ou apparaissent lorsque vous utilisez d'autres applications. Les notifications vous donnent des informations importantes sur l'application (appName) sans vous obliger à ouvrir l'application. Vous pouvez personnaliser quand et comment vous souhaitez recevoir ces notifications.
nb: Varsler vises på låseskjermen eller dukker opp mens du bruker andre apper. Varsler gir deg viktig (appName) appinformasjon uten at du må åpne appen. Du kan tilpasse når og hvordan du vil motta disse varslene.
nl: Er verschijnen meldingen op uw vergrendelscherm of pop-up terwijl u andere apps gebruikt. Meldingen geven je belangrijke (appName) app-informatie zonder dat je de app hoeft te openen. U kunt aanpassen wanneer en hoe u deze meldingen wilt ontvangen.
ro: Notificările apar pe ecranul de blocare sau apar în timp ce folosești alte aplicații. Notificările vă oferă informații importante despre aplicație (appName) fără a necesita deschiderea aplicației. Puteți personaliza când și cum doriți să primiți aceste notificări.
sv: Notiser visas på låsskärmen eller medan du använder andra appar. Notiser visar viktig (appName) app-information utan att behöva öppna appen. Du kan anpassa när och hur du vill få dessa notiser.

source: (pending: %@)
da: (afventer: %@)
de: (stehen aus: %@)
fr: (en suspens: %@)
nb: (Gjenstår: %@)
nl: (Wachten: %@)
ro: (urmează a fi administrate: %@)
sv: (återstår: %@)

source: Pre-meal Preset
da: Før-Måltid Preset
de: Pre-meal Voreinstellungen
fr: Préréglage de Pré-repas
nb: Forhåndsinnstilling før måltid
nl: Voor de maaltijd programma
ro: Presetare înainte de masă

source: Workout Preset
da: Preset for træning
de: Workout Voreinstellungen
fr: Préréglage de l'entraînement
nb: Forhåndsinnstilling for treningsøkt
nl: Training programma
ro: Presetare antrenament

source: %1$@ %2$@/U
da: %1$@ %2$@/E
de: %1$@ %2$@/IE
nb: %1$@ %2$@/E
nl: %1$@ %2$@/E
sv: %1$@ %2$@/E

source: %1$@ U left
da: %1$@ E tilbage
de: %1$@ IE verbleibend
fr: %1$@ U restantes
nb: %1$@ E gjenstår
nl: %1$@ E resterend
ro: %1$@ U rămase
sv: %1$@ E kvar

source: %1$@ U left: %2$@
da: %1$@ E tilbage: %2$@
de: %1$@ IE verbleibend: %2$@
fr: %1$@ U restantes: %2$@
nb: %1$@ E gjenstår: %2$@
nl: %1$@ E resterend: %2$@
ro: %1$@ U rămase: %2$@
sv: %1$@ E kvar: %2$@
