Repository: HDBAPro/LoopTranslation
Catalog: DIY_LoopApp/Loop/*.xcloc/Localized Contents/*.xliff
Languages: da, de, fr, nb, nl, ro, sv

source: Your phone’s time has been changed. %1$@ needs accurate time records to make predictions about your glucose and adjust your insulin accordingly. Check in your iPhone Settings (General / Date & Time) and verify that Set Automatically is enabled. Failure to resolve could lead to serious under-delivery or over-delivery of insulin.
da: Telefonens tid er blevet ændret. %1$@ har brug for nøjagtige tidsregistreringer for at komme med forudsigelser om din glukose og justere din insulin i overensstemmelse hermed. I dine iPhone-indstillinger (Generelt / Dato & tidspunkt) og kontrollere, at 'Indstil automatisk' er aktiveret. Manglende løsning kan føre til alvorlig under- eller over-afgivelse af insulin.
de: Die Uhrzeit Ihres Telefons wurde geändert. %1$@ benötigt genaue Zeitaufzeichnungen, um Vorhersagen über Ihre Glukose zu treffen und Ihr Insulin entsprechend anzupassen. Prüfen Sie Ihre iPhone-Einstellungen (Allgemein / Datum & Uhrzeit) und überprüfen Sie, ob Automatisch festlegen aktiviert ist. Ansonsten kann es zu einer schweren Unter- oder Überlieferung von Insulin führen.
fr: L'heure de votre téléphone a été modifiée. %1$@ a besoin d'enregistrements de temps précis pour faire des prédictions sur votre glucose et ajuster votre insuline en conséquence. Vérifiez dans vos paramètres iPhone (Général / Date & Heure) et que "Réglage automatique" soit activé. Un défaut de résolution pourrait entraîner de graves sous dosage ou surdosage d'insuline.
nb: Telefonens tid er endret. %1$@ trenger nøyaktige tidsregistre for å gjøre spådommer om glukosen din og justere insulinet tilsvarende. Sjekk inn iPhone-innstillingene (Generelt / dato &) og kontroller at Angi automatisk er aktivert. Unnlatelse av å løse kan føre til alvorlig underlevering eller overlevering av insulin.
nl: De tijd van je telefoon is veranderd. %1$@ heeft nauwkeurige tijdrecords nodig om voorspellingen over je glucose te maken en je insuline dienovereenkomstig aan te passen. Check in je iPhone-instellingen (Algemene / Datum & Tijd) en controleer of de instelling Automatisch is ingeschakeld. Het niet oplossen van problemen kan leiden tot ernstige onderlevering of overmatige toediening van insuline.
ro: Timpul telefonului tău a fost schimbat. %1$@ are nevoie de înregistrări precise de timp pentru a face predicții despre glicemie și pentru a ajusta insulina în consecință. Verificați setările pentru iPhone (General / Data & Timp) și verificați dacă setarea automata este activata. Eșecul rezolvării acestei probleme poate duce la subdozaj grav sau la administrarea excesivă de insulină.

source: Your pump data is stale. Loop cannot recommend a bolus amount.
da: Dine pumpedata er forældede. Loop kan ikke anbefale en bolus mængde.
de: Ihre Pumpendaten sind veraltet. Loop kann keine Bolusmenge empfehlen.
nb: Tidsavbrudd under kommunikasjon. Loop kan ikke anbefale en bolus.
nl: Je pompgegevens zijn verouderd. Loop kan geen bolus geven.
ro: Datele pompei sunt vechi. Loop nu poate recomanda un bolus.
sv: Dina pumpvärden är inaktuella. Loop kan därför inte rekommendera en bolusmängd.

source: at %@
de: bei %@
nb: kl. %@
nl: bij %@
ro: la %@
sv: kl. %@

# carb-entry-title-add
source: Add Carb Entry
da: Tilføj kulhydrater
de: KH-Eintrag hinzufügen
fr: Ajouter des glucides
nb: Legg til karbohydrater
nl: Voeg koolhydraten toe
ro: Adăugare carbohidrați
sv: Lägg till kolhydrater

# carb-entry-title-edit
source: Edit Carb Entry
da: Rediger kulhydrat
de: KH-Eintrag ändern
fr: Editer les glucides
nb: Endre karbohydrater
nl: Koolhydraten invoer bewerken
ro: Editează carbohidrați
sv: Ändra kolhydrater

# com.loudnate.InsulinKit.IOBDateLabel
source: at %1$@
nb: ved %1$@
nl: op %1$@
ro: la %1$@

# com.loudnate.InsulinKit.totalDateLabel
source: since %1$@
nb: siden %1$@
nl: sinds %1$@
ro: de la %1$@

source: prediction-description-retrospective-correction
da: forudsigelse-beskrivelse-tidligere-korrektion
de: Vorhersage-Beschreibung-Retrospektive-Korrektur
nb: prediksjon-beskrivelse-retrospektiv-korreksjon
nl: voorspelling-beschrijving-retrospectief-correctie
sv: prediktion-beskrivning-retrospektiv-korrektion

source: since %@
da: siden %@
de: seit %@
fr: depuis %@
nb: siden %@
nl: na %@
ro: de la %@
sv: sedan %@

source: starting at %@
da: starter ved %@
de: Beginnt um %@
fr: commence à %@
nb: startet %@
nl: start op %@
ro: începând de la %@
sv: börjar kl. %@

source: until %@
da: indtil %@
de: Endet um %@
fr: jusqu’à %@
nb: frem til %@
nl: tot %@
ro: până la %@
sv: fram till %@

# 5gz-kZ-iF1.text
source: 3.5 U/hour @ 12:12 PM
da: 3.5 E/time @ 12:12 PM
de: 3,5 IE/h @ 12:12 PM
fr: 3.5 U/h @ 12:12 PM
nb: 3,5 E/timen @ 12:12 PM
nl: 3,5 E/U @ 12:12 PM
ro: 3.5 U/oră @ 12:12 PM
sv: 3.5 E/h @ 12:12

# 87H-N1-0vJ.text
source: Predicted
da: Forventet
de: Vorhergesagt
fr: Prédit
nb: Forventet
nl: Voorspelde
ro: Estimată
sv: Förväntat

# D4C-I2-dhA.text
source: Future glucose is predicted by combining the effects of multiple inputs. Use this tool to toggle various inputs to see how they compare to the final prediction.
da: Det fremtidige blodsukker er beregnet ved at kombinere effekterne af mange inputs. Brug dette værktøj til at vælge mellem forskellige inputs, for at se hvordan de påvirker den endelige forudsigelse.
de: Der Blutzuckerverlauf wird vorhergesagt, indem die Effekte mehrerer Eingaben kombiniert werden. Verwenden Sie dieses Tool, um verschiedene Eingaben ein- und auszuschalten, um zu sehen, wie sie die Vorhersage beeinflussen.
fr: La glycémie future est prédite en combinant les effets de plusieurs facteurs. Utilisez cet outils pour changer différents facteurs afin d'observer leur impact sur la prédiction finale.
nb: Fremtidig blodsukker forutsies ved å kombinere effektene av flere parametre. Bruk dette verktøyet til å bytte ulike parametre for å se hvordan de påvirker den endelige prediksjonen.
nl: De toekomstige glucose waarde wordt voorspeld door de effecten van meerdere input waardes mee te nemen. Gebruik deze tool om verschillende inputs aan en uit te zetten om ze zo te kunnen vergelijken met de uiteindelijke voorspelde waarde.
ro: Glicemia este estimată prin combinarea unui număr de date sursă. Folosiți acest instrument pentru a controla diverse surse de date și a felului în care influențează estimarea finala.
sv: Förväntat glukosvärde beräknas genom kombination av flera inmatningar. Använd det här verktyget för att jämföra hur de påverkar det förväntade resultatet.

# E41-FN-nkk.text
source: eventually 92 mg/dL
de: voraussichtlich 92 mg/dL
fr: Éventuellement 92 mg/dL
nb: omsider 92 mg/dL
nl: uiteindelijk 92 mg/dL
ro: estimată să ajungă la 92 mg/dL
sv: eventuellt 5,1 mmol/l

# EAn-Ja-S1d.text
source: Observed
da: Observeret
de: Beobachtet
fr: Observé
nb: Observert
nl: Geobserveerd
ro: Observată
sv: Observerad

# IxU-As-glo.text
source: Observed changes in glucose, subtracting changes modeled from insulin delivery, can be used to estimate carbohydrate absorption.
da: Observeret ændringer i blodsukker, fratrukket ændringer modelleret fra insulin afgivelse, kan bruges til at vurdere kulhydrat absorption.
de: Die beobachtete Blutzuckerveränderung abzüglich der modellbasierten Veränderung kann verwendet werden, um die Kohlenhydratabsorption abzuschätzen.
fr: Les variations observées dans la glycémie, soustrayant les variations modélisées d'administration d'insuline peuvent être utilisées pour estimer l'absoption des glucides.
nb: Endringer i blodsukker og forventet effekt av insulin kan brukes for å estimere absorpsjon av karbohydrater.
nl: Geobserveerde veranderingen in glucose. Kan gebruikt worden om de verhouding insuline/koolhydraten in te schatten, minus de veranderingen die reeds door insuline toediening hebben plaatsgevonden.
ro: Modificările observate ale glicemiei, eliminând modificările modelate din administrarea insulinei, pot fi folosite pentru a estima absorbția carbohidraților.
sv: Observerad blodglukosförändring, minus förändring modellerad från insulindoser, kan användas för en uppskattning av kolhydratabsorptionen.

# J7x-W5-gwo.text
source: Detail
da: Detalje
fr: Détail
nb: Detaljer
ro: Detaliu
sv: Detalj

# Krd-Aa-ret.text
source: Label
de: Beschriftung
fr: Étiquette
nb: Etikett
nl: Etiket
ro: Etichetă
sv: Titel

# OFA-qT-ZAg.text
source: Label
de: Beschriftung
fr: Étiquette
nb: Etikett
nl: Etiket
ro: Etichetă
sv: Titel

# PA3-sP-cWY.title
source: Predicted Glucose
da: Forventet blodsukker
de: Vorhergesagter Blutzucker
fr: Glycémie prédite
nb: Forventet blodsukker
nl: Voorspelde glucose
ro: Glicemie estimată
sv: Förväntat blodglukosvärde

# Rse-x8-amW.text
source: eventually 92 mg/dL
da: Til sidst 92 mg/dL
de: voraussichtlich 92 mg/dL
fr: Éventuellement 92 mg/dL
nb: omsider 92 mg/dL
nl: uiteindelijk 92 mg/dL
ro: estimată să ajungă la 92 mg/dL
sv: eventuellt 5,1 mmol/l

# SQx-au-ZcM.text
source: g Active Carbs
da: g aktive kulhydrater
de: Aktive Kohlenhydrate
fr: g de glucides actifs
nb: g aktive karbohydrater
nl: g Actieve koolhydraten
ro: g Carbohidrați activi
sv: g Aktiva kolhydrater

# Tz7-80-bJ7.title
source: Add/Edit Carb Entry
da: Tilføj/Rediger kulhydrat
de: Hinzufügen/Bearbeiten von KH-Eintrag
fr: Ajouter/Modifier Glucides Consommés
nb: Legg til/endre karbohydrater
nl: Toevoegen/bewerken koolhydraten invoer
ro: Adaugă/Editează carbohidrați
sv: Lägg till/Ändra kolhydrater

# Vpi-5b-bY5.title
source: Carbohydrates
da: Kulhydrater
de: Kohlenhydrate
fr: Glucides
nb: Karbohydrater
nl: Koolhydraten
ro: Carbohidrați
sv: Kolhydrater

# Wx8-Tf-FnG.text
source: Amount Consumed
da: Antal kulhydrater
de: Verbrauchte Menge
fr: Quantité consommée
nb: Mengde karbohydrater (Mengde inntatt)
nl: Hoeveelheid geconsumeerd
ro: Cantitate consumată
sv: Mängd

# aCb-Qs-bpu.text
source: Detail
da: Detalje
fr: Détail
nb: Detaljer
ro: Detaliu
sv: Detalj

# ap1-M6-naG.text
source: Food Type
da: Mad type
de: Essens-Art
fr: Type d'aliment
nb: Type mat
nl: Type voedsel
ro: Tip mâncare
sv: Typ av mat

# bIL-Ub-qYp.text
source: Label
de: Beschriftung
fr: Étiquette
nb: Etikett
nl: Etiket
ro: Etichetă
sv: Etikett

# bq4-98-cQU.text
source: Glucose Change
da: Blodsukker ændring
de: Blutzucker-Änderung
fr: Variation de la glycémie
nb: Blodsukkerendring
nl: Glucose verandering
ro: Schimbare glicemie
sv: Glukosförändring

# d3X-AN-tA5.text
source: g Total
de: g insgesamt
fr: g Totaux
nb: g totalt
nl: gr totaal
ro: g în total
sv: g totalt

# d6m-qV-wWi.text
source: Label
de: Beschriftung
fr: Étiquette
nb: Etikett
nl: Etiket
ro: Etichetă
sv: Titel

# hZZ-2S-lrd.title
source: Carbohydrate Effects
da: Kulhydrat effekt
de: Kohlenhydrat-Effekte
fr: Effets des glucides
nb: Effekt av karbohydrater
nl: Effect koolhydraten
ro: Efecte carbohidrați
sv: Kolhydrateffekter

# k3F-Na-7mn.text
source: Recommended Basal
da: Anbefalet basal
de: Empfohlene Basalrate
fr: Basal Recommandé
nb: Anbefalt basal
nl: Voorgestelde basaal
ro: Rata bazala recomandata
sv: Rekommenderad basaldos

# qPH-vU-xlu.text
source: Food Type
da: Mad type
de: Essens-Art
fr: Type d'aliment
nb: Type mat
nl: Type voedsel
ro: Tip mâncare
sv: Typ av mat

# tuw-av-A3x.text
source: Glucose
da: Blodsukker
de: Blutzucker
fr: Glycémie
nb: Blodsukker
ro: Glicemie
sv: Blodglukos

# ufi-Kj-33k.text
source: Label
de: Beschriftung
fr: Étiquette
nb: Etikett
nl: Etiket
ro: Eticheă
sv: Titel

# zbc-87-wxZ.text
source: Title
da: Titel
de: Titel
fr: Titre
nb: Tittel
nl: Titel
ro: Titlu
sv: Titel

source: %1$@ has not completed a loop successfully in over 15 minutes. Tap your CGM and insulin pump status icons for more information. %1$@ will continue trying to complete a loop, but check for potential communication issues with your pump and CGM.
da: %1$@ har ikke fuldført en loop i over 15 minutter. Tryk på dine CGM- og insulinpumpestatusikoner for at få flere oplysninger. %1$@ vil fortsætte med at forsøge at fuldføre en loopå, men tjek for potentielle kommunikationsproblemer med din pumpe og CGM.
de: %1$@ hat einen Loop innert mehr als 15 Minuten nicht erfolgreich abgeschlossen. Tippen Sie auf Ihre CGM- und Insulinpumpenstatussymbole, um weitere Informationen zu erhalten. %1$@ wird weiterhin versuchen, einen Loop abzuschließen, aber prüfen Sie mögliche Kommunikationsprobleme mit Ihrer Pumpe und CGM.
nb: %1$@ har ikke fullført en loop på over 15 minutter. trykk på statusikonene for CGM og insulinpumpen hvis du vil ha mer informasjon. %1$@ fortsette å prøve å fullføre en løkke, men se etter potensielle kommunikasjonsproblemer med pumpen og CGM.
nl: %1$@ heeft geen succesvolle Loop voltooid in meer dan 15 minuten. Tik op je CGM en insuline pomp statuspictogrammen voor meer informatie. %1$@ zal blijven proberen een Loop te voltooien, maar controleer op potentiële communicatieproblemen met je pomp en CGM.
ro: %1$@ nu a finalizat bucla cu succes de peste 15 minute. Atingeți pictogramele CGM și ale pompei de insulină pentru mai multe informații. %1$@ va continua să încerce să finalizeze o buclă, dar verifică eventualele probleme de comunicare cu pompa și senzorul.

source: %1$@ has not completed a loop successfully in the past 5-15 minutes. Tap your CGM and insulin pump status icons for more information. %2$@ will continue trying to complete a loop, but watch for potential communication issues with your pump and CGM.
da: %1$@ har ikke fuldført en loop i de seneste 5-15 minutter. Tryk på dine CGM- og insulinpumpestatusikoner for at få flere oplysninger. %2$@ vil fortsætte med at forsøge at fuldføre en loop, men hold øje med potentielle kommunikationsproblemer med din pumpe og CGM.
de: %1$@ hat in den letzten 5-15 Minuten keinen Loop erfolgreich abgeschlossen. Tippen Sie auf Ihre CGM- und Insulinpumpenstatussymbole, um weitere Informationen zu erhalten. %2$@ wird weiterhin versuchen, einen Loop zu vervollständigen, aber achten Sie auf mögliche Kommunikationsprobleme mit Ihrer Pumpe und CGM.
nb: %1$@ har ikke fullført en loop på over 15 minutter. trykk på statusikonene for CGM og insulinpumpen hvis du vil ha mer informasjon. %2$@ fortsette å prøve å fullføre en løkke, men se etter potensielle kommunikasjonsproblemer med pumpen og CGM.
nl: %1$@ heeft geen succesvolle Loop voltooid in meer dan 5-15 minuten. Tik op je CGM en insuline pomp statuspictogrammen voor meer informatie. %1$@ zal blijven proberen een Loop te voltooien, maar controleer op potentiële communicatieproblemen met je pomp en CGM.
ro: %1$@ nu a finalizat bucla cu succes în ultimele 5-15 minute. Atingeți pictogramele CGM și ale pompei de insulină pentru mai multe informații. %2$@ va continua să încerce să finalizeze o buclă, dar verifică eventualele probleme de comunicare cu pompa și senzorul.

source: %1$@ is operating with Closed Loop in the OFF position. Your pump and CGM will continue operating, but your basal insulin will not adjust automatically. Tap Settings to toggle Closed Loop ON if you wish for the app to automate your insulin.
da: %1$@ fungerer med Lukket loop i OFF-positionen. Pumpen og CGM fortsætter driften, men din basalinsulin justeres ikke automatisk. Tryk på Indstillinger for at slå Lukket Loop ON til, hvis du ønsker, at appen skal automatisere din insulin.
de: %1$@ arbeitet mit Closed Loop in der AUS-Position. Ihre Pumpe und CGM werden weiterhin in Betrieb sein, aber Ihr Basalinsulin wird sich nicht automatisch anpassen. Tippen Sie auf Einstellungen, um Closed Loop EIN umzuschalten, wenn Sie möchten, dass die App Ihr Insulin automatisiert.
fr: %1$@ fonctionne en mode "Boucle ouverte". Votre pompe et votre MGC continueront à fonctionner, mais votre debit basal ne s'ajustera pas dynamiquement. Appuyez sur Paramètres pour activer/désactiver la boucle fermée si vous souhaitez que l'application automatise votre insuline.
nb: %1$@ i drift med Lukket Loop i AV-posisjon. Pumpen og CGM vil fortsette å fungere, men basalinsulinet justeres ikke automatisk. på Innstillinger for å slå lukket sløyfe PÅ hvis du ønsker at appen skal automatisere insulinet ditt.
nl: %1$@ werkt met Closed Loop op op de UIT-positie. Je pomp en CGM blijven werken, maar je basale insuline worden niet automatisch aangepast. Tik op Instellingen om Closed Loop AAN te schakelen als je wilt dat de app je insuline automatiseren.
ro: %1$@ funcționează cu buclă închisă dezactivata. Pompa și senzorul vor continua să funcționeze, dar insulina bazală nu se va ajusta automat. Apăsați pe Setări pentru a activa bucla închisă dacă doriți ca aplicația să automatizeze livrarea de insulina.

source: %1$@ is operating with Closed Loop in the ON position. Your last loop was successful within the last 5 minutes.
da: %1$@ er sat til Lukket loop. Det sidste loop lykkedes inden for de sidste 5 minutter.
de: %1$@ arbeitet mit Closed Loop in der EIN-Position. Ihr letzter Loop war innerhalb der letzten 5 Minuten erfolgreich.
fr: %1$@ fonctionne en mode "Boucle fermée". Votre dernière boucle réussie s'est correctement effectuée au cours des 5 dernières minutes.
nb: %1$@ i drift med Lukket Loop i PÅ-posisjon. Din siste sløyfe var vellykket i løpet av de siste 5 minuttene.
nl: %1$@ werkt met Closed Loop in de ON positie. Uw laatste Loop is succesvol geweest in de laatste 5 minuten.
ro: %1$@ operează cu buclă închisă activata. Loop a avut succes în ultimele 5 minute.

source: %1$@ at %2$@
da: %1$@ ved %2$@
de: %1$@ in %2$@
fr: %1$@ à %2$@
nb: %1$@ kl. %2$@
ro: %1$@ la %2$@
sv: %1$@ kl %2$@

source: %1$@ units per hour at %2$@
da: %1$@ enheder per time ved %2$@
de: %1$@ Einheiten pro Stunde in %2$@
fr: %1$@ unités par heure à %2$@
nb: %1$@ enheter per time kl. %2$@
nl: %1$@ eenheden per uur op %2$@
ro: %1$@ unități pe oră la %2$@
sv: %1$@ enheter/timme kl. %2$@

source: %@ U
da: %@ E
de: %@ IE
nb: %@ E
nl: %@ E
sv: %@ E

source: %@ ago
da: %@ siden
de: vor %@
fr: Il y a %@
nb: %@ siden
nl: %@ geleden
ro: acum %@
sv: %@ sedan

source: Closed Loop ON
da: Lukket loop TIL
de: Closed Loop EIN
fr: Boucle Fermée
nb: Lukket Loop PÅ
nl: Closed Loop AAN
ro: Buclă închisă activata

source: Closed loop
da: Lukket loop
de: Geschlossener Loop
fr: Boucle fermée
nb: Lukket Loop
nl: Gesloten loop
ro: Bucla inchisa
sv: Sluten loop

source: HIGH
da: HØJ
de: HOCH
nb: HØYT
nl: HOOG
ro: HIPER
sv: HÖGT

source: LOW
da: LAV
de: TIEF
nb: LAVT
nl: LAAG
ro: HIPO
sv: LÅGT

source: Loop ran %@ ago
da: Loop kørte for %@ siden
de: Loop lief seit %@
fr: Loop a roulé il y a %@
nb: Loop kjørte %@ siden
nl: Loop heeft %@ geleden gedraaid
ro: Loop a rulat acum %@
sv: Loop kördes för %@ sedan

source: Needs attention
da: Kræver opmærksomhed
de: Erfordert Aufmerksamkeit
fr: Nécessite de l'attention
nb: Trenger tilsyn
nl: Aandacht vereist
ro: Necesită atenție
sv: Kräver åtgärd

source: Open loop
da: Åben loop
de: Offener Loop
fr: Loop ouverte
nb: Åpen Loop
ro: Bucla deschisa
sv: Öppen loop

source: Waiting for first run
da: Venter på første kørsel
de: Warten auf erste Ausführung
fr: En attente de la première exécution
nb: Venter på første kjøring
nl: Wachten op eerste run
ro: Se așteaptă prima rulare
sv: Väntar på första körning

source: Bolus Failed
da: Bolus fejlede
de: Bolus fehlgeschlagen
fr: Bolus Échoué
nb: Bolus mislyktes
nl: Bolus mislukt
ro: Bolus eșuat
sv: Bolus misslyckades

source: Make sure your iPhone is nearby and try again
da: Sørg for at din iPhone er tæt på, og prøv igen
de: Stellen Sie sicher, dass Ihr iPhone in der Nähe ist, und versuchen Sie es erneut.
fr: Assurez-vous que votre iPhone est à proximité et réessayez
nb: Pass på at iPhone er i nærheten, og prøv igjen
nl: Zorg dat je iPhone in de buurt is en probeer opnieuw
ro: Asigurați-vă că iPhone-ul este în apropiere, după care încercați din nou
sv: Säkerställ att din telefon är inom räckhåll och försök igen

source: Make sure your iPhone is nearby and try again.
da: Sørg for, at din iPhone er tæt på, og prøv igen.
de: Stellen Sie sicher, dass sich Ihr iPhone in der Nähe befindet, und versuchen Sie es erneut.
nb: Sjekk at din iPhone er i nærheten og prøv igjen.
nl: Zorg dat je iPhone in de buurt is en probeer opnieuw.
ro: Asigurați-vă că iPhone-ul este în apropiere, după care încercați din nou.
sv: Säkerställ att din telefon är inom räckhåll och försök igen.

source: Net Basal Rate
da: Netto basalrate
de: Basis-Basalrate
fr: Débit de basale net
nb: Netto Basaldose
nl: Netto basaal snelheid
ro: Rată bazală netă
sv: Nettobasaldos

source: Off
da: Fra
de: Aus
nb: Av
nl: Uit
ro: Oprit
sv: Av

source: On
da: Til
de: Ein
nb: På
nl: Aan
ro: Pornit
sv: På

source: Override
fr: Surcharge
nb: Overstyr
nl: Aangepast programma
ro: Suprascriere
sv: Undantag

source: Please reconfirm the bolus amount.
da: Bekræft venligst bolus igen.
de: Bitte bestätigen Sie den Boluseintrag erneut.
nb: Vennligst bekreft bolus på nytt.
nl: Bevestig bolus opnieuw.
ro: Vă rugăm să reconfirmați valoarea bolusului.
sv: Bekräfta bolusmängd.

source: Pre-Meal
da: Før-Måltid
nb: Pre-måltid
nl: Voor de maaltijd
ro: Preprandial
sv: Före måltid

source: Preset
da: Forudindstillet
de: Voreinstellung
nb: Overstyring
nl: Voorinstelling
ro: Presetare
sv: Förinställning

source: REC: %@ U
de: Empf: %@ U
nb: ANB: %@ IE
sv: Rek: %@ E

source: REC: Calculating...
de: Empf: Berechnen...
nb: Beregner anbefalt bolus...
nl: REC: Berekenen...
ro: REC: Se calculează...
sv: Rek: Beräknar...

source: Rec: %@ U
da: Anb: %@ E
de: Empfohlen: %@ IE
nb: Rec: %@ E
nl: Voorgesteld: %@ E
sv: Rek: %@ E

source: Reservoir Volume
da: Reservoir størrelse
de: Reservoir-Volumen
fr: Volume du réservoir
nb: Reservoarstørrelse
nl: Reservoir inhoud
ro: Volum rezervor
sv: Insulinreservoarvolym

source: Save
da: Gem
de: Speichern
nb: Lagre
nl: Opslaan
ro: Salvează
sv: Spara

# Save &amp; Bolus
source: Save & Bolus
da: Gem & bolus
de: Speichern & Bolus
nb: Lagre & bolus
nl: Opslaan & bolus
ro: Salvează & Bolus
sv: Spara & Bolus

source: Send Failed
da: Afsendelse mislykkedes
de: Senden fehlgeschlagen
fr: Echec de l'envoi
nb: Sending mislyktes
nl: Versturen mislukt
ro: Transmitere eșuată
sv: Sändning misslyckades

# Turn Digital Crown&#10;to bolus
source: Turn Digital Crown to bolus
da: Drej det digitale hjul for bolus
de: Digital Crown drehen für Bolus
nb: Snu "Digital Crown" for å gi bolus
nl: Turn Digital Crown om te bolussen
ro: Rotiți pentru a confirma bolusul
sv: Vrid på krona för att ge bolus

source: U/hr
da: E/t
de: IE/Std.
fr: U/h
nb: E/t
nl: E/uur
ro: U/h
sv: E/h

source: Unable to Reach iPhone
da: iPhone er uden for urets rækkevidde
de: IPhone kann nicht erreicht werden
nb: Kan ikke nå iPhone
nl: Kan iPhone niet bereiken
ro: Nu se poate conecta la iPhone
sv: Det går inte att nå iPhone

source: Workout
da: Træning
de: Training
fr: Sport
nb: Trening
nl: Training
ro: Activitate sportivă
sv: Träning

# CFBundleDisplayName
source: WatchApp Extension
da: WatchApp-udvidelse
de: WatchApp-Erweiterung
nb: WatchApp utvidelse
nl: WatchApp extensie
ro: Extensie WatchApp

# CFBundleName
source: WatchApp Extension
da: WatchApp-udvidelse
de: WatchApp-Erweiterung
nb: WatchApp-utvidelse
nl: WatchApp extensie
ro: Extensie WatchApp

# JXa-s1-PJx.text
source: Running
da: Løber
de: Training
fr: Course
nb: Løper
nl: Actief
ro: Rulează
sv: Löpning

# MZU-QV-PtZ.text
source: TITLE
da: TITEL
de: TITEL
nb: TITTEL
nl: TITEL
ro: TITLU
sv: Rubrik

# T4U-wP-dSW.text
source: Label
de: Beschreibung
nb: Etikett
ro: Etichetă
sv: Titel

# dPh-7b-Tfv.title
source: 2 hours
da: 2 timer
de: 2 Stunden
fr: 2 heures
nb: 2 timer
nl: 2 uur
ro: 2 ore
sv: 2 timmar

# dea-qG-va8.text
source: TOTAL CARBS
da: Totale kulhydrater
de: Gesamtkohlenhydrate
fr: GLUCIDES TOTAUX
nb: KARBOHYDRATER TOTALT
nl: Totaal koolhydraten
ro: TOTAL CARBOHIDRAȚI
sv: Kolh. totalt

# f5G-bS-9pd.text
source: Pre-Meal
da: Før-Måltid
de: Vor dem Essen
fr: Pré-Repas
nb: Pre-måltid
nl: Voor de maaltijd
ro: Preprandial
sv: Före måltid

# fR1-7h-SNe.title
source: 3 hours
da: 3 timer
de: 3 Stunden
fr: 3 heures
nb: 3 timer
nl: 3 uur
ro: 3 ore
sv: 3 timmar
